{
  "header.services": "Services",
  "header.tech": "Technologies",
  "header.about": "About",
  "header.contact": "Contact",
  "page1.title": "Launch your business with an innovative, adaptable and cost-effective website!",
  "page1.text": "At WeCreate we are passionate about creating incredible and affordable websites.",
  "page1.button.text": "Work With Us",
  "page1.description.logo1": "The world in the palm of your hand: websites easily available from any location, at any time",
  "page1.description.logo2": "Newest equipment and latest technologies",
  "page1.description.logo3": "Exclusively crafted design, customized to perfectly fit your requirements",

  "page1.description.logo4": "Youthful and committed team with flexible and adaptive thinking",


  "page.not.found.title": "404",
  "page.not.found.description1": "Page not found",
  "page.not.found.description2": "The page you are looking for could not be found on this website. Please check the URL and try again.",


  "serv.title": "Our Services",
  "serv.description": "When we develop websites, we focus on their visual appearance, functionality, and make efforts to ensure easy management for clients and their end users.",
  "serv.top.computer1": "A website is a digital platform that provides a virtual presence for individuals, businesses, or organizations on the internet, offering a means to showcase information, products, or services to a global audience.",
  "serv.top.computer2": "Its importance lies in its ability to establish credibility, reach a vast online audience, and facilitate communication. It serves as a fundamental tool for online visibility and engagement. Websites can be categorized into various types based on their purpose, content, and functionality. ",
  "serv.middle.top": "Here are some common types of websites we offer:",
  "serv.middle.title1": "Personal Websites:",
  "serv.middle.description1": "These are websites created by individuals to showcase their personal information, portfolios, blogs, or hobbies. They are often used for self-expression and personal branding.",
  "serv.middle.title2": "Business Websites:",
  "serv.middle.description2": "Business websites are created by companies or organizations to promote their products or services, provide contact information, and engage with potential customers. They can include e-commerce sites, corporate websites, and landing pages.",
  "serv.middle.title3": "E-commerce Websites: (soon)",
  "serv.middle.description3": "These websites are designed for online shopping and include features for product listings, shopping carts, and payment processing.",
  "serv.middle.title4": "Portfolio Websites:",
  "serv.middle.description4": "Portfolio websites are used by artists, photographers, designers, and creative professionals to showcase their work and attract clients or employers.",
  "serv.middle2.theme1": "We also want to accommodate as many needs as possible, thus we provide the choice of various themes, including:",
  "serv.middle2.theme2": "Light and Dark Themes",
  "serv.middle2.theme3": "Multilingual Themes",
  "serv.middle2.theme4": "We offer services and features such as:",
  "serv.middle2.theme5": "SEO (Search Engine Optimization)",
  "serv.middle2.theme6": "Domain and Hosting",
  "serv.middle2.theme7": "Payment processing (soon) ",
  "serv.middle2.theme8": "Newsletter functionality",
  "serv.middle2.theme9": "Messaging",
  "serv.middle2.theme10": "Login functionality",
  "serv.middle2.theme11": "and so on",
  "serv.bottom.title": "Keep in touch!",
  "serv.bottom.description": "Stay up-to-date with the latest news, promotions, and updates by subscribing to our newsletter. Enter your email address below and never miss out on exciting and valuable information.",
  "serv.form.email": "Mail",
  "serv.form.email.helper": "We'll never share your email.",
  "serv.bottom.button": "Subscribe",
  "serv.bottom.gdpr1": "By subscribing, you agree to receive our newsletter and acknowledge our ",
  "serv.bottom.gdpr.link": "{link}",
  "serv.bottom.gdpr2": "Privacy Policy",
  "serv.bottom.gdpr3": " and ",
  "serv.bottom.gdpr4": "Terms and conditions",
  "serv.bottom.gdpr5": ".",
  "serv.sub.alert.succ": "Subscribe succesful!",
  "serv.sub.alert.warn": "We couldn't add your e-mail to our mailing list! Check if your e-mail is correct.",


  "serv.bottom.unsub1": "Unsubscribe",
  "serv.bottom.unsub2": " at any time. We respect your privacy and won't share your email address with anyone.",
  "newsletter.unsub.title": "Newsletter Unsubscribe",
  "newsletter.unsub.email": "Mail",
  "newsletter.unsub.email.helper": "Sad to see you go",
  "newsletter.unsub.button": "Unsubscribe",
  "newsletter.unsub.alert.succ": "Unsubscribe succesful! ",
  "newsletter.unsub.alert.warn": "We couldn't find your e-mail in our mailing list! Check if your e-mail is correct.",
  "tech.title": "Technologies",
  "tech.description": "Web development technologies encompass a wide range of tools and frameworks used to create websites and web applications. These technologies include HTML, CSS, and JavaScript as the foundational languages, along with various frameworks and libraries such as React and Angular, for frontend development, and server-side technologies like Node.js, Python (with Django or Flask), and Ruby on Rails for backend development.",
  "tech.react.title": "React",
  "tech.react.description": "React is a JavaScript library used for building user interfaces, known for it component-based architecture, which promotes reusability and maintainability of UI elements. It efficiently updates the user interface by selectively rendering only the parts of the page that have changed, leading to improved performance. React has a vibrant ecosystem and is widely used for building modern web and mobile applications.",
  "tech.mui.title": "Material UI ",
  "tech.mui.description": "Material-UI (MUI) is a popular open-source library for React that provides a wide range of pre-designed and customizable UI components, following Google's Material Design principles, to help developers create modern and visually appealing web applications with ease. Its robust theming and styling capabilities make it a valuable tool for maintaining consistent and attractive designs throughout React projects.",
  "tech.django.title": "Django",
  "tech.django.description": "Django is a high-level Python web framework that simplifies the process of building robust, scalable, and secure web applications. It follows the 'batteries-included' philosophy, providing a comprehensive set of tools and libraries for handling common web development tasks such as database management, authentication, and URL routing. With its well-structured and customizable architecture, Django is a popular choice among developers for creating versatile web applications quickly and efficiently.",
  "tech.htmljscss.title": "HTML, JavaScript, CSS",
  "tech.html.description": "HTML is a markup language used for creating the structure and content of web pages, defining elements like headings, paragraphs, links, and images.",
  "tech.js.description": "JavaScript is a versatile and widely used scripting language for web development, enabling interactive and dynamic functionality within web applications.",
  "tech.css.description": "CSS is a stylesheet language used to define the presentation and styling of HTML elements, controlling aspects like layout, color, and typography in web design.",
  "tech.ts.title": "TypeScript",
  "tech.ts.description": "TypeScript is a statically typed superset of JavaScript that enhances code quality and maintainability by adding type checking and interfaces, making large-scale JavaScript development more robust.",
  "tech.py.title": "Python",
  "tech.py.description": "Python is a high-level, versatile programming language known for its readability and ease of use, suitable for various applications. With a vast standard library and a thriving community, Python is widely used for web development, data analysis, artificial intelligence, and automation.",
  "tech.sql.title": "MySQL",
  "tech.sql.description": "MySQL is an open-source relational database management system known for its scalability, reliability, and performance, making it a widely used choice for storing and managing structured data in various applications.",
  "tech.git.title": "GitHub",
  "tech.git.description": "Git is a distributed version control system that allows developers to track changes, collaborate on code, and maintain version history efficiently. It's a fundamental tool for managing software development projects and facilitating collaboration among team members.",
  "about.title": "About Us",
  "about.description": "We are a company based in Transylvania, at the heart of Romania, offering web development services. Our websites are innovative and accessible so that anyone can benefit from them!",
  "about.company.description1": "Welcome to our innovative company, where technology meets excellence! We are a startup that has successfully secured funding through the European Union's 'Measures for Activating Youth in the Labor Market' project, following our victory in the business plan competition.",
  "about.company.description2": "Our team at WeCreate is young, with a flexible mindset; we learn and grow rapidly. With a strong focus on creativity and customer-centricity, we offer a wide range of services in the world of website development. Our approach is agile, adapting continuously to the changing world of technology and striving to deliver results that exceed expectations.",
  "about.company.description3": "We understand the distinct needs of both startups and small to large companies and are committed to helping you turn your ideas into thriving businesses.",
  "about.company.description4": "Join us on this journey to turn your ideas into success stories!",
  "about.vision.title": "Our vision:",
  "about.vision.description": "We envision a future where our web solutions contribute to the success and growth of businesses worldwide, making the internet a better place for all. ",
  "about.mission.title": "Our mission:",
  "about.mission.description": "Our mission is to empower businesses and individuals with cutting-edge web development solutions. We are dedicated to delivering high-quality, innovative, and user-centric websites and web applications that help our clients succeed in the digital world. We strive to exceed our clients' expectations by providing exceptional service, fostering creativity, and embracing the latest technologies while maintaining a strong commitment to ethical business practices.",
  "about.join.title": "If you have additional questions, don't hesitate to ask them!",
  "about.third.button.text": "Message Us",
  "contact.title": "Contact Us!",
  "contact.description": "Are you in need of a fast and secure website? Feel free to call us or send us a message!",
  "contact.company.name": "WECREATE DESIGNS S.R.L.",
  "contact.address.title": "Location:",
  "contact.address1": "Romania, Harghita county,",
  "contact.address2": "Mihăileni municipality, Văcărești village, no. 213",
  "contact.phone.title": "Call us:",
  "contact.phone": "+40755464904",
  "contact.mail.title": "Mail:",
  "contact.mail1": "wecreate.designs.srl@gmail.com",
  "contact.mail2": "wecreate.designs.srl@hotmail.com",
  "contact.CUI.title": "CUI:",
  "contact.CUI": "46457079",
  "contact.registru.title": "Registrul comerțului:",
  "contact.registru": "J19/404/12.07.2022",
  "contact.program.title": "Program:",
  "contact.program": "M-F: 10:00 - 18:00",
  "contact.form": "Message Form",
  "contact.form.description": "Reach out and get in touch with us. We'd love to hear from you! Whether you have questions, feedback, or just want to say hello, feel free to send us a message using the form below. Your comments and inquiries are important to us, and we'll get back to you as soon as possible.",
  "contact.form.name": "Name",
  "contact.form.name.helper": "We'll never share your name.",
  "contact.form.phone": "Phone",
  "contact.form.phone.helper": "We'll never share your phone number.",
  "contact.form.email": "Mail",
  "contact.form.email.helper": "We'll never share your email.",
  "contact.form.message": "Message",
  "contact.form.message.helper": "Ask us anything!",
  "contact.form.submit": "",

  "contact.sub.alert.succ": "Form sent successfully!",
  "contact.sub.alert.warn": "Error occured! Try sending again.",



  "footer.company.name": "WECREATE DESIGNS S.R.L.",
  "footer.toggle.theme": "Theme:",
  "footer.company.address1": "Harghita county, Mihăileni municipality,",
  "footer.company.address2": "Văcărești village",
  "footer.company.CUI": "CUI: 46457079",
  "footer.company.registru1": "Commercial Register:",
  "footer.company.registru2": " J19/404/12.07.2022",
  "footer.terms.conditions": "Terms and conditions",
  "footer.privacy.policy": "Privacy Policy",
  "footer.cookies": "Cookies",
  "terms.title": "Terms and conditions",
  "terms.1.title": "I. Website Presentation",
  "terms.content1": "This document regulates the terms of use for the wecreatedesigns.ro website and access to the services presented on this site. By visiting the wecreatedesigns.ro website and accessing the services offered through it, you expressly acknowledge and fully accept both these Terms and Conditions and the Privacy Policy and Cookie Policy",
  "terms.content2": "Privacy and the processing of personal data related to the use of the Platform in any form are governed by the Privacy Policy and Cookie Policy, which complement these Terms and Conditions. Please read the Privacy Policy and Cookie Policy displayed on the main page of the site.",
  "terms.content3": "The owner of the wecreatedesigns.ro website reserves the right to modify the terms and conditions at any time, and the updated form of these can be accessed by Users on the Platform in the \"Terms and Conditions\" section located at the bottom of the main page.",
  "terms.content4": "These terms and conditions applicable to the use of the website and the provision of Services are not available to the User for storage and reproduction.",
  "terms.1.content1": "The wecreatedesigns.ro website and all domains, subdomains, and related applications (hereinafter collectively referred to as the Platform or Site) are the direct property of the company WECREATE DESIGNS SRL, a Romanian company with its registered office in Romania, Harghita County,\nMihăileni commune, Văcărești village, No. 213, registered with the Harghita Trade Registry Office under No. J19/404/2022, Unique Registration Code: 46457079, email wecreate.designs.srl@gmail.com and wecreate.designs.srl@hotmail.com, phone number +40 (0) 755464904 (hereinafter referred to as the Company, Provider, WeCreate, or WeCreate Designs).",
  "terms.1.content2": "Through the WeCreate Designs website, we present and provide you with specific digital technology services, such as web design services, website and online store creation/administration, online promotion, website maintenance, domain sales, and hosting.",
  "terms.1.content3": "By accessing the website, you have the opportunity to learn about the composition of services offered by  WeCreate Designs, to contact the Company to request quotes for services with immediate execution, such as website creation, or to order continuous services online, such as website maintenance and hosting.",
  "terms.1.content4": "WeCreate Designs may publish information about Services and/or promotions offered by it or by any other third party with whom WeCreate Designs has entered into partnership agreements, for a certain period of time and subject to the availability of stock.",
  "terms.1.content5": "Services subject to provision under any type of promotion or campaign will be subject to the terms and conditions applicable to that specific campaign or promotion.",
  "terms.1.content6": "Any promotions presented on the Platform are valid for the specified duration.",
  "terms.1.content7": "The Company provides an email address to the User in the \"Contact\" section of the Platform for identifying and correcting errors that may occur during data entry. As a rule, communication with the Company will be carried out using the addresses mentioned in the \"Contact\" section of the Platform.",
  "terms.2.title": "II. Terms of Website Use",
  "terms.2.content1": "The use of the Platform for placing an Order, requesting an offer, or viewing is allowed to any User who acts with a legitimate purpose and intends to purchase one or more Services presented on the Platform, in compliance with these terms and conditions.",
  "terms.2.content2": "Any abusive use of the Platform is strictly prohibited. Abusive use includes any use of the Platform in a manner that contravenes fair commercial practices, current legislation, or in any other way that may harm WeCreate Designs or its affiliates in any way.",
  "terms.2.content3": "WeCreate Designs reserves the right to deny certain Customers access to some or all of the Platform's functions and to restrict the processing and/or delivery of an Order if, in the reasonable opinion of WeCreate Designs, there are suspicions of fraud on the part of the User, if the User engages in behavior that could harm the interests of WeCreate Designs or its affiliates, or if the User abuses the Platform.",
  "terms.2.content4": "The Company cannot guarantee the discontinuous and uninterrupted use of the website. Errors, defects, viruses, or other harmful behaviors on the site or on servers that could render it unavailable may occur. We will take all measures to limit and eliminate such unpleasant events as soon as possible. You do not have the right to interfere with the operation of the website or take any action to intervene with the computer equipment, regardless of the reason and the result obtained.",
  "terms.3.title": "III. Accessing Services",
  "terms.3.1.title": "A. Services with Immediate Execution",
  "terms.3.1.content1": "To benefit from services that involve immediate execution, such as website creation, online store creation, website optimization, search engine optimization (SEO), you have the option to request a quote from WeCreate Designs.",
  "terms.3.1.content2": "To request a quote, in the dedicated section on the website for the services mentioned in paragraph 1 or in the header of the main page of the website, you have access to a message submission form that establishes communication with WeCreate Designs and allows you to request an estimate or quote based on your needs. Additionally, for requesting a quote and any other information, you can contact the Company using the contact details provided in the contact section of the website.",
  "terms.3.1.content3": "By sending a message (through our website or via email), you expressly consent to the processing of the provided data for the purpose of contacting you by the Company, both by phone and through email.",
  "terms.3.1.content4": "Following the submission of a message, the User will be contacted by WeCreate Designs to present a price offer and negotiate the details of a potential contractual relationship.",
  "terms.3.1.content5": "Immediate Execution Orders will be paid in two installments: an advance payment when placing the order, representing 50% of the final price of the Product, and the remaining total amount upon delivery of the order.",
  "terms.3.2.title": "B. Services with Ongoing Execution",
  "terms.3.2.content1": "Services with ongoing execution, such as website maintenance, online promotion, website hosting, are available in the form of a subscription and can be ordered online by sending a standard order message on the website or by email.",
  "terms.3.2.content2": "The User can place Orders through the Platform, by sending a standard order message on the website or by email.",
  "terms.3.2.content3": "By placing the Order, the User confirms that all data provided is correct, complete, and true at the time of placing the Order. By placing an Order, the User explicitly acknowledges that the respective Order implies their firm obligation to pay the \"total payment amount\" indicated.",
  "terms.3.2.content4": "Subscriptions are paid in advance for the selected period at the time of placing the order. By placing the order, the User agrees to the automatic renewal of the subscription and the processing of recurring payments for the subscription.",
  "terms.3.2.content5": "Orders and subscriptions are paid through a bank transfer. Recurring payments are made in advance at the beginning of the service provision period. The User expresses their agreement to this effect when placing the first order and activating the subscription.",
  "terms.3.2.content6": "The order will be considered completed when the User fully pays the advance for the Products and the subscription fee as specified in the Order, using one of the payment methods accepted by the Provider for each type of service, as communicated by WeCreate Designs to the User and made known to the User no later than the completion of the Order placement.",
  "terms.3.2.content7": "In case the payment of the subscription/subscription is not confirmed, WeCreate Designs reserves the right to suspend services to the User until the subscription is reactivated and the subscription payment is confirmed by the payment processor.",
  "terms.3.2.content8": "The order is accepted, and the Contract is considered concluded between the Provider and the User, upon the User's receipt from the Provider, through email and/or SMS, of the notification of the successful payment of the Services.",
  "terms.3.2.content9": "By sending a message or email and, where applicable, completing the Order, the User consents that the Provider may contact them by any available means, including an automated system, fax, email, in any situation where it is necessary to contact the User for the execution of the Contract. These terms and conditions, as well as any subsequent agreements between the User and the Provider regarding an Order, are part of the Contract.",
  "terms.3.2.content10": "The Provider may cancel the Order placed by the User, with simultaneous or subsequent notification to the User, and such cancellation shall not entail any liability of WeCreate Designs towards the User, in the following cases:",
  "terms.3.2.content11": "Non-acceptance of the Transaction by the User's card-issuing bank in the case of online payment;",
  "terms.3.2.content12": "Invalidation of the Transaction by the card processor approved by WeCreate Designs, in the case of online payment;",
  "terms.3.2.content13": "The data provided by the User when accessing the Platform are incomplete or incorrect;",
  "terms.3.2.content14": "The Provider reasonably believes that by accessing the Platform and placing the Order, the User pursues an illicit purpose or may cause any kind of harm to WeCreate Designs or its affiliates;",
  "terms.3.2.content15": "Any of the terms and conditions in this document have not been fully complied with.",
  "terms.3.2.content16": "The User has the option to manage their subscription by sending a message to the Provider via email communication platforms and can cancel it at any time without affecting payments made in advance. A payment made is non-refundable even if the User cancels the subscription before the covered period expires.",
  "terms.4.title": "IV. Prices / Invoices / Payments",
  "terms.4.content1": "The prices of the Services are expressed in Euros, to which a 1% micro-enterprise income tax is added, in accordance with the current legislation. The prices valid for the Services are calculated and invoiced based on the official exchange rate of the National Bank of Romania on the day of placing the order +2%.",
  "terms.4.content2": "The price of the Services is established based on the requested services and in two ways: for non-subscription services, payment is made in two installments: an advance payment representing 50% of the final price of the Product upon placing the order, and the rest of the total amount upon delivery of the order; for subscription services in the form of a subscription (monthly, quarterly, semi-annually, or annually), which automatically extends for the same period until the User exercises their right to cancel the subscription.",
  "terms.4.content3": "WeCreate Designs may update the prices of the Services at any time, and such an update will replace any previously displayed prices for the respective Services. However, for Users with an ongoing subscription, such a change in prices cannot affect the period for which an advance payment has been made.",
  "terms.4.content4": "The Provider will issue an invoice to the User for the delivered Services, and the User's obligation is to provide all the necessary information as required by the current legislation for the issuance of the invoice by the Provider. The User will have the opportunity to view and download the invoice for the purchased Services from their email account, where they will be sent by WeCreate Designs.",
  "terms.4.content5": "The User will make the payment for the ordered services in advance for the selected period at the time of placing the order.",
  "terms.4.content6": "In case the subscription is not canceled before the expiration of the invoiced period, the User expressly declares that they agree to the recurrent payment, authorizing WeCreate Designs to automatically charge the subscription price directly from the card used for the first order. The recurrent payment will take place on the date of expiration of the previously invoiced period and will be made in advance for the same initially selected period.",
  "terms.4.content7": "In the case of online payments, the Provider is not and cannot be held responsible for any additional costs incurred by the User in addition to the price of the Service purchased, including, but not limited to, transfer fees or currency conversion fees applied by the issuing bank of the User's card if the currency of issuance differs from the currency in which the sale is made.",
  "terms.4.content8": "The Provider is not responsible for the erroneous processing of the payment or for errors recorded through the payment system, including, but not limited to, the losses you may suffer using the card payment system.",
  "terms.5.title": "V. User's Right of Withdrawal and Subscription Cancellation",
  "terms.5.content1": "We would like to inform you that, according to applicable laws regarding distance service contracts, consumers do not have a guaranteed right of withdrawal from the contract or a refund of the amount paid to the service provider.",
  "terms.5.content2": "However, this does not affect your right to choose to cancel the purchased subscription at any time without prior notice. WeCreate Designs will not have any obligation to refund the price for the remaining billed period. ",
  "terms.5.content3": "To cancel your subscription, you will need to contact WeCreate and communicate your intention to cancel the subscription. WeCreate will respond within a maximum of 5 working days, and the subscription will be considered canceled at the earliest from the next working day.",
  "terms.6.title": "VI. Advertising",
  "terms.6.content1": "The Client may give their consent to receive commercial communications via electronic mail, allowing the Provider and its collaborators to send such communications by selecting the specific option at the end of these terms and conditions.",
  "terms.6.content2": "The Client can revoke their consent regarding such commercial communications at any time by:",
  "terms.6.content3": "sending a written request to the Seller's email address in the \"Contact\" section of the Platform; in this case, the revocation will take effect within a maximum of 5 working days from the initiation of the procedure;",
  "terms.6.content4": "opting out of receiving Newsletters at any time by accessing the dedicated link found within the content of any Newsletter;",
  "terms.6.content5": "opting out of receiving Newsletters in the dedicated section on the Platform.\nThis procedure will be mentioned in all commercial communications sent by the Provider to the Clients.",
  "terms.6.content6": "This procedure will be mentioned in all commercial communications sent by the Provider to the Clients.",
  "terms.6.content7": "WeCreate Designs newsletters may be sent through partners specialized and approved by WeCreate Designs.",
  "terms.6.content8": "The Client's withdrawal from receiving Newsletters does not imply the withdrawal of consent for the rest of the terms and conditions regarding online sales made by WeCreate Designs.",
  "terms.7.title": "VII. Liability",
  "terms.7.content1": "The Provider shall not be liable for any damages caused to the User or any third party as a result of the Provider's performance of any of its obligations under the Order, nor for damages resulting from improper use of the services provided.",
  "terms.7.content2": "Under no circumstances shall the Provider be liable for any loss of use, contracts, data, goodwill, revenues, or profits (whether considered direct claims or not) or any consequential, special, indirect, incidental, punitive, or exemplary loss, damage, or expense arising out of or in connection with this Agreement, its Services.",
  "terms.7.content3": "The User is responsible for checking the final version of the Terms and Conditions, Privacy Policy, and Cookie Policy whenever using the website.",
  "terms.7.content4": "The Provider does not guarantee uninterrupted and continuous use of the website. Errors, defects, viruses, or other harmful behaviors on the website or on servers that may render it unavailable may occur. The Provider will take all measures to limit and remove such unpleasant events as soon as possible. ",
  "terms.7.content5": "The User has no right to intervene in the operation of the website or take any measures to interfere with the computer equipment, regardless of the reason or the outcome.",
  "terms.8.title": "VIII. Complaints & Disputes",
  "terms.8.content1": "For complaints or disputes related to the purchased Service, the User has at their disposal the form available on the Platform and the email address mentioned in the \"Contact\" section of the Platform.",
  "terms.8.content2": "Users can file complaints regarding Orders, which will be sent to the email address mentioned in the \"Contact\" section of the Platform. Complaints received in this manner will be resolved by the Provider within 30 (thirty) calendar days from their receipt.",
  "terms.9.title": "IX. Use and Processing of Personal Data of Natural Persons",
  "terms.9.content1": "By using the Platform, the User understands and agrees to transmit personal data to WeCreate Designs, and these data will be subject to processing in accordance with and for the purposes specified in the Privacy Policy and Cookie Policy, which complement these Terms and Conditions.",
  "terms.10.title": "X. Confidentiality",
  "terms.10.content1": "Both the Provider and the User undertake and guarantee to maintain the confidentiality of Confidential Information, to prevent its disclosure to third parties, and not to use it for purposes other than those intended by this Agreement, except as previously authorized in writing by the Provider/User and subject to the terms and conditions imposed by it.",
  "terms.11.title": "XI. Force Majeure",
  "terms.11.content1": "Neither the Provider nor the User shall be liable for the non-performance of its contractual obligations if such non-performance on time and/or properly, in whole or in part, is due to a force majeure event as defined by the Romanian civil code.",
  "terms.11.content2": "If, within 15 (fifteen) days from the date of occurrence of the force majeure event, such event does not cease, either the Provider or the User shall have the right to notify the other party of the automatic termination of the Agreement, without either of them being able to claim damages from the other.",
  "terms.12.title": "XII. Applicable Law and Dispute Resolution",
  "terms.12.content1": "This Contract is subject to Romanian law.",
  "terms.12.content2": "WeCreate and the User will attempt to amicably resolve any disputes or misunderstandings that may arise. To the extent that an amicable resolution is not possible, the disputes will be settled by the competent Romanian courts at the headquarters of the Provider.",
  "terms.13.title": "XIII. Intellectual and Industrial Property",
  "terms.13.content1": "The content of the site, including but not limited to logos, stylized representations, symbols, images, photographs, text content, information, structure, materials contained in the program, know-how, content, structure, program administration, and similar others, are the exclusive property of WeCreate Designs. Copying, distributing, publishing, modifying, completing, using, displaying, including, linking, transmitting, removing signs, photographs, images, text fragments, displaying, selling, etc., of the content, data, information, photographs, or other information found on the site is not allowed without the prior express written permission of WeCreate.",
  "terms.13.content2": "No User acquires, through the use and access of the site, any right or license to use any of the information on the site. No user has the right to use an automatic or manual device to monitor the materials available on the site.",
  "terms.13.content3": "Furthermore, WeCreate holds the proprietary rights (including, without limitation, copyright and other intellectual property rights) to the concept, name, project content, texts, photographs, recordings, videos, and all rights to use and disclose the ideas, concepts, know-how, methods, techniques, processes, and adaptations thereof during the course of its activities.",
  "cookies.title": "Cookies",
  "cookies.what.are.title": "What are cookies?",
  "cookies.what.are.content1": "Cookies are small text files that are stored on your computer or device when you visit a website.",
  "cookies.what.are.content2": "These files contain information about your browsing activity and preferences on that particular website. Cookies are used by websites to remember your settings, track your interactions, and provide a more personalized browsing experience. They can store information such as login credentials, items in your shopping cart, language preferences, and more.",
  "cookies.what.are.content3": "Cookies can be either temporary (session cookies) or persistent, and they play a significant role in improving website functionality and user experience.",
  "cookies.disable.title": "Disabling Cookie Modules",
  "cookies.disable.description": "You can prevent the storage of cookies by adjusting the settings in your browser (please consult your browser's assistance for doing so). Please note that disabling cookies will impact the functionality of this site and many other sites you visit. Disabling cookies typically leads to the deactivation of certain features and functions of this site. Therefore, it is recommended not to disable cookie modules.",
  "cookies.use.title": "We Use Cookies for:",
  "cookies.use.title1": "Newsletter Subscriptions",
  "cookies.use.description1": "This site offers email newsletter subscription services, and cookies may be used to remember if you are already registered and whether you wish to display certain notifications that may be valid only for subscribed users.",
  "cookies.use.title2": "Cookie-related Surveys",
  "cookies.use.description2": "From time to time, we conduct online surveys and questionnaires to provide you with interesting information, useful tools, or to better understand user preferences. These surveys may use cookies to remember who has already participated in a survey or to provide accurate results from these surveys.",
  "cookies.use.title3": "Online Contact Forms",
  "cookies.use.description3": "When you submit data through a form, such as those found on contact pages or comment forms, cookies may be set to remember user details for future correspondence.",
  "cookies.use.title4": "Cookie Preferences for Websites",
  "cookies.use.description4": "To offer you an outstanding experience on this site, we provide the option to customize preferences for how this site operates when you use it.",
  "cookies.third.party.title": "Third-Party Cookies",
  "cookies.third.party.description1": "In some special cases, we also use cookies provided by trusted third parties. The following section details which third-party cookies you might encounter through this site.",
  "cookies.third.party.description2": "This site uses Google Analytics, one of the most widespread and trusted web analytics solutions, to help us understand how you use the site and how we can improve your experience. These cookies may track things such as the time spent on the site and the pages you visit, so we can continue to provide engaging content.",
  "cookies.third.party.description3": "For more information about Google Analytics cookies, please see the official Google Analytics page.",
  "cookies.third.party.description4": "From time to time, we try out new features and make subtle changes to how the site is presented to our users. When we introduce new features, these cookies may be used to ensure you have a consistent experience while on the site, while also ensuring that we understand what optimizations our users appreciate the most.",
  "cookies.third.party.description5": "As we sell services, it's important for us to understand statistics about the number of visitors to our site who actually make a purchase, and as such, this is the kind of data these cookies will track. This is important to you because it means we can accurately make business predictions that allow us to monitor advertising and product costs to ensure the best possible price for you.",
  "cookies.third.party.description6": "We use advertisements to offset the costs of running this site and provide funding for further development. The behavioral advertising cookies used by this site are designed to ensure we provide you with the most relevant ads where possible by anonymously tracking your interests and presenting similar things that may be of interest.",
  "cookies.third.party.description7": "We also use social media buttons and/or plugins on this site that allow you to connect with your social network in various ways. To make these work, the following social media sites, such as Facebook, Twitter, Google+, YouTube, Pinterest, will set cookies through our site, which may be used to enhance your profile on their site or contribute to the data they hold for various purposes as outlined in their privacy policies.",
  "cookie.popup.text": "This website uses cookies to ensure you get the best experience on our website.",
  "cookie.popup.button.accept": "Accept",
  "cookie.popup.button.reject": "Reject",

  "gdpr.title": "Privacy Policy",
  "gdpr.info.collect.title": "Collection of Personal Information",
  "gdpr.info.collect.1": "Ensuring confidentiality for the visitors of our website is of utmost importance to us, and we are committed to safeguarding it. We adhere to the 2018 European Data Protection Regulation. This policy outlines how we will handle your personal information.",
  "gdpr.info.collect.2": " By giving your consent to the use of cookies in accordance with the terms of this policy when you visit our website for the first time, you allow us to use cookies every time you visit our website. ",
  "gdpr.info.collect.3.title": "The following types of personal information can be collected, stored, and used:",
  "gdpr.info.collect.3.email": "Email address",
  "gdpr.info.collect.3.name": "Name",
  "gdpr.info.collect.3.address": "Address",
  "gdpr.info.collect.3.phone": "Phone number",
  "gdpr.info.collect.3.gender": "Gender",
  "gdpr.info.collect.3.dob": "Date of birth",
  "gdpr.info.collect.3.photoVideo": "Photo/video images",
  "gdpr.info.collect.3.computerInfo": "Information about the computer, including IP address, geographic location, browser type and version, and operating system.",
  "gdpr.info.collect.3.visitInfo": "Information about visits and usage of this website, including referral source, visit duration, page views, and website navigation paths;",
  "gdpr.info.collect.3.generatedInfo": "Information generated while using our website, including when, how often, and under what circumstances you use it;",
  "gdpr.info.collect.3.emailInfo": "Information contained in any email communications you send us, including the content of the communications and their metadata;",
  "gdpr.info.collect.3.anyInfo": "Any other personal information you provide to us.",
  "gdpr.info.collect.4.title": "We collect data in the following situations:",
  "gdpr.info.collect.4.phone": "Over the phone;",
  "gdpr.info.collect.4.visit": "When you visit and place an order on our website;",
  "gdpr.info.collect.4.profile": "When you create a user profile on our website;",
  "gdpr.info.collect.4.subscribe": "When you subscribe to our newsletter;",
  "gdpr.info.collect.4.review": "When you write a review for our products;",
  "gdpr.info.collect.4.social": "When you send us personal information through social media networks.",
  "gdpr.info.collect.disclosing": "Before disclosing another person's personal data, you must obtain consent from that individual for both disclosure and processing of personal data in accordance with this policy.",
  "gdpr.info.use.5.title": "Use of Your Personal Information",
  "gdpr.info.use.5.description": "Personal information transmitted through our website will be used for the purposes specified by this policy or on the respective pages of the website. We may use your personal information for the following legitimate interests:",
  "gdpr.info.use.5.purchase": "The necessity of creating the documentation required for the purchase of a product to comply with established legal obligations.",
  "gdpr.info.use.5.delivery": "Delivery of orders by courier companies.",
  "gdpr.info.use.5.manage": "Management of our website and business.",
  "gdpr.info.use.5.personalise": "Personalization of our website for you.",
  "gdpr.info.use.5.email": "Sending expressly requested email notifications.",
  "gdpr.info.use.5.analyze": "Monitoring and analyzing the performance, functioning, and efficiency of our operations.",
  "gdpr.info.use.5.improve": "Understanding and improving the impact of our marketing campaigns.",
  "gdpr.info.use.5.security": "Maintaining the security of our website and preventing fraud.",
  "gdpr.info.use.5.complaints": "Addressing requests and complaints made by or about you regarding our website.",
  "gdpr.info.use.5.statistics": "Providing statistical information about our users to third parties (these third parties will not be able to identify any user with the help of this information).",
  "gdpr.info.use.5.other": "Other uses.",
  "gdpr.info.use.5.consent": "Without your explicit consent, we will not provide your personal information to third parties for direct marketing by these third parties or any other third party.",
  "gdpr.info.disclosure.title": "Disclosure of Personal Information",
  "gdpr.info.share.description": "We may disclose your personal information to any of our employees, officers, insurers, professional advisers, agents, suppliers, or subcontractors as reasonably necessary for the purposes set out in this policy.",
  "gdpr.info.share.title": "We may disclose your personal information:",
  "gdpr.info.share.6.law1": "To the extent that we are required to do so by law;",
  "gdpr.info.share.6.law2": "In connection with any ongoing or prospective legal proceedings;",
  "gdpr.info.share.6.law3": "To establish, exercise, or defend our legal rights (including providing information to others for the purposes of fraud prevention and reducing credit risk);",
  "gdpr.info.share.6.law4": "To any person who we reasonably believe may apply to a court or other competent authority for disclosure",
  "gdpr.info.share.third.party": "Except as provided in this policy, we will not provide your personal information to third parties.",
  "gdpr.info.share.7.title": "International Data Transfers",
  "gdpr.info.share.7.stock": "The information we collect may be stored, processed, and transferred between any of the countries in which we operate to enable us to use the information in accordance with this policy.",
  "gdpr.info.share.7.law": "Technical information collected may be transferred to the following countries that do not have equivalent personal data protection laws to those in force within the European Economic Area: the United States of America.",
  "gdpr.info.share.7.accept": "You expressly agree to the personal information transfers described in this Section.",
  "gdpr.info.retention.title": "Retention of Personal Information",
  "gdpr.info.retention.8.policy": "This Section sets out our data retention policies and procedures, which are designed to help ensure compliance with our legal obligations regarding the retention and deletion of personal information.",
  "gdpr.info.retention.8.kept": "Personal information processed for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.",
  "gdpr.info.retention.8.retain": "Despite other provisions in this Section, we will retain documents (including electronic documents) containing personal data:",
  "gdpr.info.retention.8.retain.a": "To the extent that we are required to do so by law;",
  "gdpr.info.retention.8.retain.b": "If we believe that the documents may be relevant to any ongoing or prospective legal proceedings; and",
  "gdpr.info.retention.8.retain.c": "To establish, exercise, or defend our legal rights (including providing information to others for the purposes of fraud prevention).",
  "gdpr.info.security.title": "Security of Your Personal Information",
  "gdpr.info.security.9.precautions": "We will take reasonable technical and organizational precautions to prevent the loss, misuse, or alteration of your personal information.",
  "gdpr.info.security.9.store": "We will store all the personal information you provide on our secure servers (protected by password and firewall).",
  "gdpr.info.security.9.acknowledge": "You acknowledge that the transmission of information over the internet is inherently insecure, and we cannot guarantee the security of data sent over the internet.",
  "gdpr.info.change.title": "Changes",
  "gdpr.info.change.description": "We reserve the right to update this policy from time to time by posting a new version on our website. You should periodically check this page to ensure that you understand any changes made to this policy. We may notify you of changes to this policy via email.",
  "gdpr.info.third.party.title": "Third-Party Websites",
  "gdpr.info.third.party.description": "Our website includes hyperlinks to and details about third-party websites. We have no control over and are not responsible for the privacy policies and practices of these third parties.",
  "gdpr.info.update.title": "Updating and Deleting Information",
  "gdpr.info.update.description": "Please inform us if the personal information we hold about you needs to be corrected, updated, or deleted by emailing us at wecreate.designs.srl@gmail.com",
  "gdpr.info.cookie.title": "Cookies",
  "gdpr.info.cookie.description": "Our website uses cookies. A cookie is a file that contains an identifier (a string of letters and numbers) that is sent from a web server to a browser and is stored by that browser. The identifier is then sent back to the server each time the browser requests a page from it. Cookies can be 'persistent' or 'session' cookies: a persistent cookie will be stored by the browser and will remain valid until the expiration date, unless it is deleted before the expiration date; on the other hand, a session cookie will expire at the end of the user's session or when the browser is closed. Cookies typically do not contain information that personally identifies a user, but the personal information we store about you may be linked to information stored and obtained through cookies. On our website, we use both persistent and session cookies. However, users can delete cookies at any time through their browser settings.",
  "gdpr.info.final.title": "Final Provisions",
  "gdpr.info.final.description": "If you have any questions or objections regarding the retention of personal data or if you wish for your data not to be retained, you have the right to request our company to delete all collected data. In this regard, you can contact our company at the email address: wecreate.designs.srl@gmail.com."
}

