{
  "header.services": "Szolgáltatások",
  "header.tech": "Technológiák",
  "header.about": "Rólunk",
  "header.contact": "Kapcsolat",
  "header.login": "Fiók",

  "page1.title": "Lendítse fel vállalkozását egy innovatív, alkalmazkodó és költséghatékony weboldallal!",
  "page1.text": "A WeCreate-nél szenvedélyesen törekszünk hihetetlen és megfizethető weboldalak létrehozására.",
  "page1.button.text": "Dolgozz Velünk",
  "page1.description.logo1": "A világ a tenyeredben: weboldalaink könnyedén elérhetők bárhol és bármikor",
  "page1.description.logo2": "Legújabb berendezések és legfrissebb technológiák",
  "page1.description.logo3": "Egyedien tervezett dizájn, amely tökéletesen alkalmazkodik az igényeidhez",
  "page1.description.logo4": "Fiatal és elkötelezett csapat rugalmas és alkalmazkodó gondolkodással",
  "page.not.found.title": "404",
  "page.not.found.description1": "Az oldal nem található",
  "page.not.found.description2": "Az Ön által keresett oldal nem található ezen a webhelyen. Kérjük, ellenőrizze az URL-t, majd próbálja újra.",
  "serv.title": "Szolgáltatásaink",
  "serv.description": "Amikor weboldalakat fejlesztünk, a megjelenésükre, funkcionalitásukra összpontosítunk, és erőfeszítéseket teszünk annak érdekében, hogy könnyen kezelhetőek legyenek az ügyfelek és azok végfelhasználói számára.",
  "serv.top.computer1": "Egy weboldal egy digitális platform, amely virtuális jelenlétet biztosít az egyéneknek, vállalkozásoknak vagy szervezeteknek az interneten, lehetőséget nyújtva információk, termékek vagy szolgáltatások bemutatására egy globális közönségnek.",
  "serv.top.computer2": "Fontossága abban rejlik, hogy képes hitelességet kialakítani, elérni egy hatalmas online közönséget, és segíteni a kommunikációt. Alapvető eszközként szolgál az online láthatóság és az együttműködés terén. A weboldalakat különböző típusokba sorolhatjuk célszerűségük, tartalmuk és funkcionalitásuk alapján.",
  "serv.middle.top": "Íme néhány a weboldalak típusai közül, amelyeket kínálunk:",
  "serv.middle.title1": " Személyes weboldalak:",
  "serv.middle.description1": "Az egyéni weboldalak olyan weboldalak, amelyeket egyének készítenek személyes információik, portfólióik, blogjaik vagy hobbiaik bemutatására. Gyakran az önkifejezés és a személyes márkaépítés eszközeként használják.",
  "serv.middle.title2": "Üzleti weboldalak:",
  "serv.middle.description2": "A vállalati weboldalakat vállalatok vagy szervezetek hozzák létre termékeik vagy szolgáltatásaik népszerűsítéséhez, elérhetőségi információk nyújtásához és a potenciális ügyfelekkel való kapcsolattartáshoz. Tartalmazhatnak e-kereskedelmi weboldalakat, vállalati weboldalakat és céloldalakat is.",
  "serv.middle.title3": "E-kereskedelmi weboldalak: (hamarosan)",
  "serv.middle.description3": "Az e-kereskedelmi weboldalakat az online vásárlásra tervezték, és olyan funkciókat tartalmaznak, mint a terméklisták, bevásárlókosarak és fizetési feldolgozás. Példák közé tartoznak az Amazon és az eBay.",
  "serv.middle.title4": "Portfólió weboldalak:",
  "serv.middle.description4": "A portfólió weboldalakat művészek, fotósok, tervezők és kreatív szakemberek használják munkájuk bemutatására és ügyfelek vagy munkaadók vonzására.",
  "serv.middle2.theme1": "Azt is szeretnénk, hogy minél több igényt kielégítsünk, így különböző témaválasztási lehetőségeket kínálunk, beleértve a:",
  "serv.middle2.theme2": "Világos és Sötét Témákat",
  "serv.middle2.theme3": "Többnyelvű Témák",
  "serv.middle2.theme4": "Olyan szolgáltatásokat és funkciókat is kínálunk, mint a:",
  "serv.middle2.theme5": "SEO (Keresőoptimalizálás)",
  "serv.middle2.theme6": "Domain és Webtárhely",
  "serv.middle2.theme7": "Fizetési feldolgozás (hamarosan)",
  "serv.middle2.theme8": "Hírlevél funkció",
  "serv.middle2.theme9": "Üzenetküldés",
  "serv.middle2.theme10": "Bejelentkezési funkcionalitás",
  "serv.middle2.theme11": "et cetera",
  "serv.bottom.title": "Maradj kapcsolatban!",
  "serv.bottom.description": "Maradj naprakész a legfrissebb hírekkel, promóciókkal és frissítésekkel, ha feliratkozol hírlevelünkre. Add meg az email címed lent, és soha ne maradj le izgalmas és értékes információkról.",
  "serv.form.email": "E-mail",
  "serv.form.email.helper": "Soha nem osztjuk meg az e-mail címed.",
  "serv.bottom.button": "Feliratkozom",
  "serv.bottom.gdpr1": "Az előfizetéssel elfogadod hírlevelünket és elismered az ",
  "serv.bottom.gdpr.link": "{link}",
  "serv.bottom.gdpr2": "Adatvédelmi irányelveinket",
  "serv.bottom.gdpr3": " és a ",
  "serv.bottom.gdpr4": "Felhasználási Feltételeket",
  "serv.bottom.gdpr5": ".",
  "serv.bottom.unsub1": "Unsubscribe",
  "serv.bottom.unsub2": ": bármikor leiratkozhatsz. Tiszteletben tartjuk a magánéletedet, és nem osztjuk meg az email címedet senkivel.",
  "serv.sub.alert.succ": "Sikeres feliratkozás!",
  "serv.sub.alert.warn": "Nem sikerült hozzáadni az e-mail címedet a levelezési listánkhoz! ",
  "newsletter.unsub.title": "Hírlevél leiratkozás",
  "newsletter.unsub.email": "E-mail",
  "newsletter.unsub.email.helper": "Szomorú látni, hogy elmész.",
  "newsletter.unsub.button": "Leiratkozás",
  "newsletter.unsub.alert.succ": "Sikeres leiratkozás!",
  "newsletter.unsub.alert.warn": "Nem találtuk meg az e-mail címedet a levelezési listánkon! ",
  "tech.title": "Technológiák",
  "tech.description": "A webfejlesztési technológiák széles skálát foglalnak magukban, amelyeket webhelyek és webalkalmazások készítéséhez használnak. Ezek a technológiák magukban foglalják az HTML, a CSS és a JavaScript alapnyelveket, valamint különféle keretrendszereket és könyvtárakat, például a React és az Angular keretrendszereket a frontend fejlesztéshez, valamint szerveroldali technológiákat, mint például a Node.js, a Python (Django vagy Flask használatával) és a Ruby on Rails a backend fejlesztéshez.",
  "tech.react.title": "React",
  "tech.react.description": "A React egy JavaScript könyvtár, amelyet a felhasználói felületek készítéséhez használnak, és ismert a komponensalapú architektúrájáról, amely elősegíti az újrafelhasználhatóságot és az UI-elemek karbantarthatóságát. Hatékonyan frissíti a felhasználói felületet azzal, hogy csak az oldal olyan részeit rendereli újra, amelyek megváltoztak, ezáltal javítva a teljesítményt. A React rendelkezik egy élénk ökoszisztémával, és széles körben használják a modern web- és mobilalkalmazások készítéséhez.",
  "tech.mui.title": "Material-UI",
  "tech.mui.description": "A Material-UI (MUI) egy népszerű nyílt forráskódú könyvtár React számára, amely széles választékban kínál előre tervezett és testreszabható UI komponenseket, követve a Google Anyagterv elveit, hogy a fejlesztők könnyedén készíthessenek modern és vizuálisan vonzó webalkalmazásokat. Robusztus témázási és stílizálási képességei révén értékes eszköz a konzisztens és vonzó tervezések fenntartásához a React projektek során.",
  "tech.django.title": "Django",
  "tech.django.description": "A Django egy magas szintű Python webes keretrendszer, amely egyszerűsíti a robosztus, skálázható és biztonságos webalkalmazások készítését. A \"minden benne van\" filozófiát követi, és széles körű eszközöket és könyvtárakat kínál az általános webfejlesztési feladatok kezeléséhez, például adatbázis-kezeléshez, azonosításhoz és URL-útvonalazáshoz. Jól strukturált és testre szabható architektúrájával a Django népszerű választás a fejlesztők körében, akik gyorsan és hatékonyan kívánják létrehozni sokoldalú webalkalmazásaikat.",
  "tech.htmljscss.title": "HTML, JavaScript, CSS",
  "tech.html.description": "Az HTML egy jelölőnyelv, amit a weboldalak szerkezetének és tartalmának létrehozására használnak, és meghatározza olyan elemeket, mint címek, bekezdések, hivatkozások és képek.",
  "tech.js.description": "A JavaScript egy sokoldalú és széles körben használt szkriptnyelv a webfejlesztéshez, amely interaktív és dinamikus funkcionalitást tesz lehetővé webalkalmazásokban.",
  "tech.css.description": "A CSS egy stíluslap nyelv, amit a HTML elemek megjelenítésének és stílusának meghatározására használnak, és befolyásolja a elrendezést, a színeket és a tipográfiát a webtervezésben.",
  "tech.ts.title": "TypeScript",
  "tech.ts.description": "A TypeScript egy statikusan típusos JavaScript kibővítése, amely a kódminőséget és karbantarthatóságot növeli a típusellenőrzés és interfészek hozzáadásával, így a nagy léptékű JavaScript fejlesztés erősebbé válik.",
  "tech.py.title": "Python",
  "tech.py.description": "A Python egy magas szintű, sokoldalú programozási nyelv, amelyet olvashatósága és könnyű használhatósága miatt ismertek. Széles körben használják webfejlesztéshez, adatelemzéshez, mesterséges intelligenciához és automatizáláshoz. A Python rendelkezik egy hatalmas standard könyvtárral és egy virágzó közösséggel.",
  "tech.sql.title": "MySQL",
  "tech.sql.description": "A MySQL egy nyílt forráskódú relációs adatbázis-kezelő rendszer, amely a skálázhatóságáról, megbízhatóságáról és teljesítményéről ismert, ezért széles körben használt választás az strukturált adatok tárolására és kezelésére különböző alkalmazásokban.",
  "tech.git.title": "GitHub",
  "tech.git.description": "A Git egy elosztott verziókezelő rendszer, amely lehetővé teszi a fejlesztők számára a változások nyomon követését, a kód együttműködő fejlesztését és a verziótörténet hatékony fenntartását. Alapvető eszköz a szoftverfejlesztési projektek kezeléséhez és a csapattagok közötti együttműködés elősegítéséhez.",
  "about.title": "Rólunk",
  "about.description": "Erdélyből, Románia szívéből,  származó  cég vagyunk, amely webfejlesztési szolgáltatásokat kínál. Weboldalaink innovatívak és hozzáférhetőek, így bárki hasznát veheti!",
  "about.company.description1": "Üdvözöljük innovatív vállalkozásunkban, ahol a technológia találkozik a kiválósággal! Egy startup vagyunk, amely sikeresen nyert támogatást az Európai Unió 'Fiatalok Aktiválására Irányuló Intézkedések' projektjén keresztül, miután megnyertük a vállalkozási tervek versenyét.",
  "about.company.description2": "Csapatunk a WeCreate-nél fiatal és rendkívül rugalmas gondolkodásmóddal rendelkezik; gyorsan tanulunk és fejlődünk. A kreativitásra és ügyfélközpontúságra nagy hangsúlyt helyezünk, és széles körű szolgáltatásokat kínálunk a webfejlesztés világában. Megközelítésünk agilis, folyamatosan alkalmazkodva a technológiai világ változásaihoz, és mindig törekedve arra hogy olyan eredményeket nyújtsunk, amelyek meghaladják az elvárásokat.",
  "about.company.description3": "Felismerjük a startupok és a kis- és nagyvállalatok különböző igényeit, és elkötelezettek vagyunk amellett, hogy segítsünk az ötleteid vállalkozásokká történő átalakításában.",
  "about.company.description4": "Csatlakozz hozzánk ezen az úton, hogy az ötleteidet sikertörténetekké alakítsuk!",
  "about.vision.title": "Víziónk:",
  "about.vision.description": "Elképzeljük a jövőt, amelyben webes megoldásaink hozzájárulnak a világ minden táján működő vállalkozások sikeréhez és növekedéséhez, és az internetet jobb hellyé teszik mindenki számára.",
  "about.mission.title": "Missziónk:",
  "about.mission.description": "A missziónk az, hogy forradalmi webfejlesztési megoldásokkal megerősítsük a vállalkozásokat és az egyéneket. Elkötelezettek vagyunk az innovatív és felhasználóközpontú weboldalak és webalkalmazások magas minőségű készítése mellett, amelyek segítik ügyfeleinket a digitális világban való siker elérésében. Arra törekszünk, hogy túl teljesítsük ügyfeleink elvárásait, kivételes szolgáltatást nyújtva, a kreativitást elősegítve, és a legújabb technológiákat alkalmazva, miközben erőteljesen elkötelezettek vagyunk az etikus üzleti gyakorlatok mellett.",
  "about.join.title": "Ha további kérdéseid vannak, ne habozz feltenni őket!",
  "about.third.button.text": "Küldök üzenetet",
  "contact.title": "Lépj kapcsolatba velünk!",
  "contact.description": "Szükséged van egy gyors és biztonságos weboldalra? Hívj minket vagy küldj üzenetet!",
  "contact.company.name": "WECREATE DESIGNS S.R.L.",
  "contact.address.title": "Helyszín:",
  "contact.address1": "Románia, Harghita megye,",
  "contact.address2": "Mihăileni község, Vacsárcsi (Văcărești) falu, 213. szám",
  "contact.phone.title": "Hívj minket:",
  "contact.phone": "+40755464904",
  "contact.mail.title": "Email:",
  "contact.mail1": "wecreate.designs.srl@gmail.com",
  "contact.mail2": "wecreate.designs.srl@hotmail.com",
  "contact.CUI.title": "CUI:",
  "contact.CUI": "46457079",
  "contact.registru.title": "Kereskedelmi Nyilvántartás:",
  "contact.registru": "J19/404/12.07.2022",
  "contact.program.title": "Nyitvatartás:",
  "contact.form": "Üzenő Űrlap",
  "contact.form.description": "Keress minket és írj nekünk. Örömmel várjuk a visszajelzéseket! Legyenek kérdéseid, visszajelzéseid vagy csak üdvözölni szeretnél, nyugodtan küldj nekünk egy üzenetet az alábbi űrlap segítségével. A megjegyzéseid és érdeklődéseid fontosak számunkra, és amint lehet, válaszolunk rájuk.",
  "contact.form.name": "Név",
  "contact.form.name.helper": "Soha nem osztjuk meg a neved.",
  "contact.form.phone": "Telefonszám",
  "contact.form.phone.helper": "Soha nem osztjuk meg a telefonszámod.",
  "contact.form.email": "E-mail",
  "contact.form.email.helper": "Soha nem osztjuk meg az e-mail címed.",
  "contact.form.message": "Üzenet",
  "contact.form.message.helper": "Kérdezz tőlünk bármit!",
  "contact.form.submit": "Küldés",
  "contact.sub.alert.succ": "Az űrlap sikeresen elküldve!",
  "contact.sub.alert.warn": "Hiba történt! Próbáld újra elküldeni.",
  "contact.program": "H-P: 10:00 - 18:00",
  "footer.company.name": "WECREATE DESIGNS S.R.L.",
  "footer.toggle.theme": "Téma:",
  "footer.company.address1": "Harghita megye, Mihăileni község,",
  "footer.company.address2": "Vacsárcsi falu",
  "footer.company.CUI": "CUI: 46457079",
  "footer.company.registru1": "Kereskedelmi Nyilvántartás:",
  "footer.company.registru2": "J19/404/12.07.2022",
  "footer.terms.conditions": "Felhasználási Feltételek",
  "footer.privacy.policy": "Adatvédelmi Irányelv",
  "footer.cookies": "Sütik",
  "terms.title": "Felhasználási Feltételek",
  "terms.1.title": "I. Weboldal Bemutatása",
  "terms.content1": "Ez a dokumentum szabályozza a wecreatedesigns.ro weboldal használatának feltételeit és a weboldalon bemutatott szolgáltatásokhoz való hozzáférést. A wecreatedesigns.ro weboldal meglátogatásával és annak szolgáltatásainak elérésével kifejezetten elismeri és teljes mértékben elfogadja mindkét Felhasználási Feltételnek és az Adatvédelmi és Cookie Szabályzatnak a hatályát.",
  "terms.content2": "Az adatvédelmet és a személyes adatok feldolgozását a Platform használatával kapcsolatban az Adatvédelmi Szabályzat és a Cookie Szabályzat szabályozza bármilyen formában. Kérjük, olvassa el az Adatvédelmi Szabályzatot és a Cookie Szabályzatot, amelyeket a weboldal főoldalán találhatók teljes terjedelmükben.",
  "terms.content3": "A wecreatedesigns.ro weboldal tulajdonosa fenntartja a jogot a feltételek bármikor történő módosítására, és a frissített változatát a Felhasználók a Platformon található \"Felhasználási Feltételek\" szakaszában találják, amely az oldal alján található.",
  "terms.content4": "Ezek a felhasználási feltételek, amelyek vonatkoznak a weboldal használatára és a szolgáltatások nyújtására, nem állnak rendelkezésre a Felhasználó számára tárolásra és reprodukálásra.",
  "terms.1.content1": "A wecreatedesigns.ro weboldal és minden tartomány, aldomain és azzal összefüggő alkalmazások (a továbbiakban együttesen Platform vagy Weboldal) közvetlenül a WECREATE DESIGNS SRL vállalat tulajdonát képezik, egy román vállalatról van szó, amely Romániában található, Harghita megyében,\nMihăileni községben, Văcărești faluban, 213. szám alatt van bejegyezve a Harghita Kereskedelmi Nyilvántartó Irodánál, Egyedi Azonosító Szám: 46457079, e-mail cím: wecreate.designs.srl@gmail.com és wecreate.designs.srl@hotmail.com, telefon: +40 (0) 755464904 (továbbiakban a Vállalat, Szolgáltató, WeCreate vagy WeCreate Designs néven említve).",
  "terms.1.content2": "A WeCreate Designs weboldalon keresztül bemutatjuk és biztosítjuk az Ön számára a konkrét digitális technológiai szolgáltatásokat, például a webtervezési szolgáltatásokat, a webhelyek és online áruházak készítését/kezelését, az online promóciót, a webhely karbantartását, a domainek értékesítését és a hosztingot.",
  "terms.1.content3": "A weboldal elérésével lehetősége van megismerni a WeCreate Designs által kínált szolgáltatások összetételét, felvenni a kapcsolatot a Vállalattal, hogy ajánlatokat kérjen az azonnali végrehajtással ellátott szolgáltatásokra, például a weboldal készítésére, vagy online folyamatos szolgáltatásokat rendeljen, például a webhely karbantartását és hosztingot.",
  "terms.1.content4": "A WeCreate Designs közzétehet információkat a Szolgáltatásokról és/vagy promóciókról, amelyeket ő vagy bármely más harmadik fél kínál, akivel a WeCreate Designs partnerségi megállapodásokat kötött, meghatározott időszakra és a készlet elérhetőségének függvényében.",
  "terms.1.content5": "A promóciókra vagy kampányokra vonatkozóan nyújtott szolgáltatások az adott kampányra vagy promócióra vonatkozó feltételeknek és feltételeknek vetik alá magukat.",
  "terms.1.content6": "Bármilyen promóció, amelyet a Platformon bemutatnak, a megadott időtartamra érvényes.",
  "terms.1.content7": "A Vállalat egy e-mail címet biztosít a Felhasználónak a Platform \"Kapcsolat\" szakaszában, hogy azonosítsa és kijavítsa az adatbevitel során fellépő hibákat. Általában a Vállalattal történő kommunikáció az Platform \"Kapcsolat\" szakaszában említett címek használatával történik.",
  "terms.2.title": "II. Weboldal használati feltételei",
  "terms.2.content1": "A Platform felhasználása rendelés leadására, ajánlatkérésre vagy megtekintésre bárkinek engedélyezett, aki legitim célból cselekszik, és szándékában áll egy vagy több szolgáltatást vásárolni, amelyeket a Platformon bemutatnak, a jelen feltételek betartásával.",
  "terms.2.content2": "A Platform visszaélésszerű használata szigorúan tilos. A visszaélésszerű használat magában foglalja a Platform olyan módon történő használatát, amely sérti a tisztességes kereskedelmi gyakorlatokat, a jelenlegi jogszabályokat, vagy bármilyen más módon károsíthatja a WeCreate Designs vagy annak leányvállalatait.",
  "terms.2.content3": "A WeCreate Designs fenntartja magának a jogot, hogy megtagadja bizonyos Ügyfeleknek a Platform valamennyi vagy egyes funkciójához való hozzáférést, és korlátozza a rendelés feldolgozását és/vagy szállítását, ha a WeCreate Designs ésszerű véleménye szerint gyanú merül fel a Felhasználó részéről, hogy csalást követ el, ha a Felhasználó olyan magatartást folytat, amely károsíthatja a WeCreate Designs érdekeit vagy annak leányvállalatait, vagy ha a Felhasználó visszaél a Platformmal.",
  "terms.2.content4": "A Cég nem tudja garantálni a weboldal folyamatos és megszakításmentes használatát. Hibák, hibák, vírusok vagy más káros magatartások fordulhatnak elő a weboldalon vagy olyan szervereken, amelyek nem teszik elérhetővé. Minden intézkedést megteszünk az ilyen kellemetlen események korlátozására és megszüntetésére, amilyen gyorsan csak lehetséges. Nincs joga beavatkozni a weboldal működésébe vagy bármilyen beavatkozási intézkedést tenni a számítástechnikai berendezéssel, függetlenül a cél és az eredmény között.",
  "terms.3.title": "III. Szolgáltatások elérése",
  "terms.3.1.title": "A. Az azonnali végrehajtású szolgáltatások",
  "terms.3.1.content1": "Az azonnali végrehajtást igénylő szolgáltatások, mint például weboldal készítés, online áruház készítés, weboldal optimalizálás, keresőmotor optimalizálás (SEO) igénybevételéhez lehetősége van ajánlatkérésre a WeCreate Designs-tól.",
  "terms.3.1.content2": "Az ajánlatkéréshez, az említett szolgáltatásokra vonatkozóan, amelyekről az 1. bekezdésben van szó, vagy a weboldal főoldalának fejlécében található, hozzáférése van egy üzenetküldő űrlaphoz, amely lehetővé teszi a kommunikációt a WeCreate Designs-szel, és lehetővé teszi, hogy ajánlatot vagy árajánlatot kérjen az Ön igényei alapján. Ezenkívül ajánlatkéréshez és bármilyen más információhoz felveheti a kapcsolatot a Céggel a weboldal kapcsolatfelvételi részében megadott elérhetőségeken.",
  "terms.3.1.content3": "Üzenet küldésével (weboldalunkon vagy e-mailben keresztül) kifejezetten hozzájárul a szolgáltató által nyújtott adatok feldolgozásához azzal a céllal, hogy felvegyék Önnel a kapcsolatot, mind telefonon, mind e-mail útján.",
  "terms.3.1.content4": "Az üzenet elküldését követően a felhasználót a WeCreate Designs fel fogja keresni egy ár ajánlat bemutatása és egy esetleges szerződés részleteinek tárgyalása céljából.",
  "terms.3.1.content5": "Az azonnali kivitelezésű rendeléseket két részletben kell kifizetni: egy előleggel a rendelés leadásakor, amely a Termék végleges árának 50%-át képviseli, és a teljes összeg másik felvételével a rendelés átadásakor.",
  "terms.3.2.title": "B. Folyamatosan végrehajtott szolgáltatások",
  "terms.3.2.content1": "A folyamatosan végrehajtott szolgáltatások, például a weboldal karbantartása, online promóció, webhelyszállítás elérhetők előfizetési formában, és online rendelhetők a weboldalon keresztül vagy e-mailben leadott rendelési üzenet útján.",
  "terms.3.2.content2": "A Felhasználó megrendeléseket helyezhet el a Platformon keresztül, a weboldalon vagy e-mailen keresztül küldött rendelési üzenet útján.",
  "terms.3.2.content3": "A megrendelés leadásával a Felhasználó megerősíti, hogy az összes szolgáltatott adat helyes, teljes és igaz a megrendelés leadásának időpontjában. A megrendelés leadásával a Felhasználó egyértelműen elismeri, hogy az adott rendelés maga után vonja a \"teljes fizetendő összeg\" kötelező kifizetését.",
  "terms.3.2.content4": "Az előfizetéseket előre fizetik a megrendelés leadásakor kiválasztott időszakra. A megrendelés leadásával a Felhasználó hozzájárul az előfizetés automatikus meghosszabbításához és az előfizetéshez kapcsolódó ismétlődő fizetések kezeléséhez.",
  "terms.3.2.content5": "A rendelést és az előfizetést banki átutalással fizetik. Az ismétlődő fizetéseket előre fizetik a szolgáltatási időszak kezdetén. A Felhasználó kifejezi beleegyezését ehhez az első rendelés leadásakor és az előfizetés/rendelés aktiválásakor.",
  "terms.3.2.content6": "A megrendelés akkor tekinthető lezártnak, amikor a Felhasználó teljes összeget fizet az árucikkek előlegéből és az adott szolgáltatás esetében elfogadott fizetési módok egyikén keresztül. Az elfogadott fizetési módokról a WeCreate Designs által közölt információk alapján tájékozódhat, amit a Felhasználó legkésőbb a rendelés leadásának befejezése előtt megkap.",
  "terms.3.2.content7": "Abban az esetben, ha az előfizetés vagy az előfizetési díj fizetése nem igazolható, a WeCreate Designs fenntartja a jogot, hogy felfüggessze a szolgáltatásokat a Felhasználó számára, amíg az előfizetést újra aktiválják és az előfizetési díjat az általuk használt fizetési közvetítőhöz nem igazolják.",
  "terms.3.2.content8": "A rendelést elfogadják, és a Szerződés akkor tekinthető létrejöttnek a Felhasználó számára, amikor a Felhasználó a WeCreate Designs-tól, e-mail és/vagy SMS útján sikeres fizetésről szóló értesítést kap.",
  "terms.3.2.content9": "A Felhasználó azzal, hogy elküld egy üzenetet vagy e-mailt, és/vagy befejezi a megrendelést, hozzájárul ahhoz, hogy a Szolgáltató felvegye vele a kapcsolatot bármilyen rendelkezésre álló eszközzel, ideértve az automatizált hívásközponti rendszereket, faxot, e-mailt, bármely olyan helyzetben, amikor a Felhasználóval való kapcsolattartás a Szerződés teljesítéséhez szükséges. A Szerződés részét képezik mind a jelen Általános Szerződési Feltételek, mind azok a további megállapodások, amelyek a Felhasználó és a Szolgáltató között a megrendelésekkel kapcsolatban megkötésre kerülnek.",
  "terms.3.2.content10": "A Szolgáltató jogosult a Felhasználó által leadott rendelést a Felhasználó előzetes értesítése nélkül, vagy későbbi értesítéssel is visszautasítani, anélkül, hogy ezért bármilyen felelősséggel tartozna a WeCreate Designs felé, az alábbi esetekben:",
  "terms.3.2.content11": "a bank által kibocsátott bankkártya tranzakciója elutasításra kerül a Felhasználó online fizetésekor;",
  "terms.3.2.content12": "a WeCreate Designs által elfogadott bankkártya feldolgozój által érvénytelenített tranzakciók a Felhasználó online fizetésekor;",
  "terms.3.2.content13": "azok az adatok, amelyeket a Felhasználó a Platform elérésével szolgáltatott, hiányosak vagy hibásak;",
  "terms.3.2.content14": "a Szolgáltató ésszerűen úgy ítéli meg, hogy a Felhasználó az Platform elérésével és a rendelés leadásával jogellenes célra törekszik, vagy a WeCreate Designs-nek vagy az affiláltjainak kárt okozhat;",
  "terms.3.2.content15": "bármelyik jelen dokumentumban meghatározott feltétel nem lett megfelelően betartva.",
  "terms.3.2.content16": "A Felhasználó lehetősége van előfizetését e-mailen keresztül kommunikálni a Szolgáltatóval, és bármikor lemondani azt, anélkül, hogy az előre kifizetett díjakat érvénytelenítené. Az előre kifizetett összeget nem áll módjában visszatéríteni, még akkor sem, ha a Felhasználó az előfizetést annak lejárta előtt megszünteti.",
  "terms.4.title": "IV. Árak / Számlák / Fizetések",
  "terms.4.content1": "A Szolgáltatások árai euróban vannak kifejezve, amelyhez hozzáadódik a 1%-os mikrovállalkozások jövedelemadója a hatályos jogszabályok értelmében. A Szolgáltatásokra vonatkozó érvényes árak az adott nap végén érvényes Román Nemzeti Bank hivatalos árfolyamának alapján kerülnek kiszámításra és számlázásra +2%.",
  "terms.4.content2": "A Szolgáltatások ára a kért szolgáltatások alapján kerül meghatározásra, és két módon történik: a nem előfizetéses szolgáltatások esetén a fizetés két részletben történik: előlegezés a megrendelés leadásakor, amely a Termék végleges árának 50%-át képviseli, és a maradék teljes összeg a megrendelés átadásakor; előfizetéses szolgáltatások esetén előfizetés formájában (havi, negyedéves, féléves vagy éves), amely automatikusan ugyanarra az időszakra meghosszabbodik, amíg a Felhasználó él az előfizetés lemondásának jogával.",
  "terms.4.content3": "A WeCreate Designs bármikor frissítheti a Szolgáltatások árait, és egy ilyen frissítés felülírja a korábban megjelenített árakat az adott Szolgáltatásokra vonatkozóan. Azonban az előfizetéssel rendelkező Felhasználók esetében az árak változása nem érintheti az előre kifizetett időszakot.",
  "terms.4.content4": "A Szolgáltató számlát állít ki a Felhasználó részére szolgáltatások szállításáért, és a Felhasználó köteles az aktuális jogszabályoknak megfelelően valamennyi szükséges információt megadni a számla kibocsátásához. A Felhasználó lehetőséget kap a vásárolt Szolgáltatások számlájának megtekintésére és letöltésére e-mail fiókjából, ahová a WeCreate Designs küldi azokat.",
  "terms.4.content5": "A Felhasználó előre fizeti a megrendelt szolgáltatásokat a megrendelés leadásakor kiválasztott időszakra.",
  "terms.4.content6": "Abban az esetben, ha az előfizetést a kibocsátott időszak lejárta előtt nem mondják le, a Felhasználó kifejezetten kijelenti, hogy egyetért a visszatérő fizetéssel, és felhatalmazza a WeCreate Designs-t arra, hogy automatikusan levonja az előfizetés árát a Felhasználó által az első rendelés során használt kártyáról. A visszatérő fizetés a korábban kibocsátott időszak lejárata napján kerül visszatérítésre, és ugyanarra az eredetileg kiválasztott időszakra kerül előre kifizetésre.",
  "terms.4.content7": "Az online fizetések esetén a Szolgáltató nem és nem tartható felelős azokért a további költségekért, amelyeket a Felhasználó a vásárolt Szolgáltatás árán felül visel, ideértve, de nem kizárólagosan a bankkártya kibocsátójának által alkalmazott átutalási vagy valutaátszámítási díjakat, ha a kártya kibocsátásának valutája eltér a vásárlás valutájától.",
  "terms.4.content8": "A Szolgáltató nem felelős a fizetés hibás feldolgozásáért vagy a fizetési rendszeren keresztüli hibákért, ideértve, de nem kizárólagosan",
  "terms.5.title": "V. Felhasználó visszavonási joga és előfizetés lemondása",
  "terms.5.content1": "Tájékoztatjuk, hogy az alkalmazandó távolsági szolgáltatási szerződésekre vonatkozó jogszabályok értelmében a fogyasztóknak nincs garantált joguk a szerződés visszavonására vagy a kifizetett összeg visszatérítésére a szolgáltató részére.",
  "terms.5.content2": "Ugyanakkor ez nem érinti az ön jogát arra, hogy bármikor választhatja a megvásárolt előfizetés lemondását előzetes értesítés nélkül. A WeCreate Designs nem köteles visszatéríteni az előfizetési díjat a kibocsátott időszak maradékáért.",
  "terms.5.content3": " Az előfizetés lemondásához kapcsolatba kell lépnie a WeCreate-el és közölnie kell a lemondás szándékát. A WeCreate legfeljebb 5 munkanapon belül válaszol, és az előfizetést leghamarabb a következő munkanaptól kezdve lemondottnak tekintjük.",
  "terms.6.title": "VI. Hirdetés",
  "terms.6.content1": "Az Ügyfél kifejezheti hozzájárulását kereskedelmi kommunikációk fogadásához elektronikus levél útján, lehetővé téve a Szolgáltatónak és együttműködőinek, hogy ilyen kommunikációkat küldjenek, az erre vonatkozó lehetőség kiválasztásával a jelen Általános Szerződési Feltételek végén.",
  "terms.6.content2": "Az Ügyfél bármikor visszavonhatja hozzájárulását az ilyen kereskedelmi kommunikációkhoz:",
  "terms.6.content3": "írásbeli kérelem benyújtásával az Eladó e-mail címére a Platform \"Kapcsolat\" szakaszában; ilyen esetben a visszavonás legfeljebb 5 munkanapon belül hatályba lép a eljárás megindításától számítva;",
  "terms.6.content4": "bármikor lemondva a Hírlevelek fogadásáról a Hírlevél tartalmazza a dedikált linket;",
  "terms.6.content5": "lemondva a Hírlevelek fogadásáról a Platform dedikált szakaszában.",
  "terms.6.content6": "Ezt az eljárást minden az Ügyfeleknek küldött kereskedelmi kommunikációban feltüntetjük.",
  "terms.6.content7": "A WeCreate Designs hírleveleit olyan partnerek is közvetíthetik, akikre a WeCreate Designs szakosodott és jóváhagyott.",
  "terms.6.content8": "Az Ügyfél lemondása a Hírlevelek fogadásáról nem vonja maga után a WeCreate Designs által végzett online értékesítésekre vonatkozó többi felhasználási feltétel visszavonását.",
  "terms.7.title": "VII. Felelősség",
  "terms.7.content1": "A Szolgáltató nem felel a Felhasználó vagy bármely harmadik fél által elszenvedett károkért annak eredményeként, hogy a Szolgáltató teljesítette a Rendelésének bármelyikéből eredő kötelezettségeit, sem pedig az általa nyújtott szolgáltatások helytelen használatából eredő károkért.",
  "terms.7.content2": "A Szolgáltató semmilyen körülmények között nem felelős semmilyen használat elvesztéséért, szerződésért, adatért, jóhírért, bevételekért vagy nyereségért (legyenek azok közvetlen igények vagy sem), vagy bármilyen közvetett, különleges, közvetett, mellékelt, büntető vagy példás veszteségért, károért vagy költségért e Szerződés vagy a Szolgáltatásai alapján vagy kapcsolatban.",
  "terms.7.content3": "A Felhasználó felelős a Felhasználási feltételek, a Adatvédelmi irányelv és a Cookie irányelv végső változatának ellenőrzéséért minden alkalommal, amikor a weboldalt használja.",
  "terms.7.content4": "A Szolgáltató nem garantálja a weboldal folyamatos és megszakításmentes használatát. Hibák, hibák, vírusok vagy más káros viselkedések fordulhatnak elő a weboldalon vagy olyan szervereken, amelyek az oldalt elérhetetlenné tehetik. A Szolgáltató minden intézkedést megtesz az ilyen kellemetlen események korlátozására és elhárítására, amilyen gyorsan csak lehetséges.",
  "terms.7.content5": "A Felhasználónak nincs joga beavatkozni a weboldal működésébe, és semmilyen beavatkozási intézkedést nem tehet a számítógépes berendezésekkel, függetlenül az októl és az eredménytől.",
  "terms.8.title": "VIII. Panaszok és Reklamációk",
  "terms.8.content1": "A vásárolt Szolgáltatással kapcsolatos panaszok vagy viták esetén a Felhasználó rendelkezésére áll a Platformon elérhető űrlap és az \"Kapcsolat\" szakaszban megadott e-mail cím.",
  "terms.8.content2": "A Felhasználó panaszt nyújthat be a Rendelésekkel kapcsolatban, amelyeket a Platform \"Kapcsolat\" szakaszában megadott e-mail címre küldenek. Az így beérkező panaszokat a Szolgáltató 30 (harminc) naptári napon belül fogja elbírálni a beérkezésüktől számítottan.",
  "terms.9.title": "IX. Személyes adatok használata és kezelése természetes személyek részéről",
  "terms.9.content1": "A Platform használatával a Felhasználó megérti és elfogadja, hogy személyes adatait továbbítja a WeCreate Designs részére, és ezek az adatok a személyes adatok kezelésére és az Adatvédelmi Irányelvben és Sütikezelési Irányelvben meghatározott célokra kerülnek felhasználásra, amelyek kiegészítik ezeket a Felhasználási Feltételeket.",
  "terms.10.title": "X. Bizalmas információk",
  "terms.10.content1": "Mind a Szolgáltató, mind a Felhasználó kötelezi magát és garantálja, hogy bizalmasan kezeli a Bizalmas Információkat, megakadályozza azok harmadik feleknek történő közlését, és nem használja fel más célokra, mint amelyeket jelen Szerződésben szereplő célokra terveztek, kivéve, ha azt a Szolgáltató/Felhasználó előzetesen írásban jóváhagyja, és feltételekhez köti.",
  "terms.11.title": "XI. Vis Major",
  "terms.11.content1": "Sem a Szolgáltató, sem a Felhasználó nem felelős szerződéses kötelezettségeik teljesítésének elmulasztásáért, ha ez a teljesítés nem teljesül időben és/vagy megfelelően, egészében vagy részben, olyan vis maior esemény miatt, amint azt a román polgári törvény meghatároz.",
  "terms.11.content2": "Ha a vis maior esemény keletkezésének napjától számított 15 (ötven) napon belül az ilyen esemény nem szűnik meg, a Szolgáltató vagy a Felhasználó értesítheti a másik felet a Szerződés automatikus megszűnéséről, anélkül, hogy azok bármelyikük kártérítést követelhetnének a másiktól.",
  "terms.12.title": "XII. Megfelelő jog és vitarendezés",
  "terms.12.content1": "Jelen Szerződés a román jog alá esik.",
  "terms.12.content2": "A WeCreate és a Felhasználó megpróbálja a vitás kérdéseket vagy félreértéseket barátságosan megoldani. Amennyiben a barátságos megoldás nem lehetséges, a vitákat a Szolgáltató székhelye szerinti illetékes román bíróságok fogják elbírálni.",
  "terms.13.title": "XIII. Szellemi és ipari tulajdon",
  "terms.13.content1": "A weboldal tartalma, ideértve, de nem kizárólag a logót, a stilizált ábrázolásokat, szimbólumokat, képeket, fényképeket, szöveges tartalmat, információkat, struktúrát, programban található anyagokat, know-how-t, tartalmat, struktúrát, programkezelést és hasonlókat, az kizárólagos tulajdonát képezi a WeCreate Designs-nek. A tartalom, adatok, információk, fényképek vagy bármely más információ másolása, terjesztése, közzététele, módosítása, kiegészítése, használata, kijelzése, beleértve a jelzések, fényképek, képek, szövegrészletek eltávolítását, megjelenítését, értékesítését, stb. a WeCreate előzetes írásbeli engedélye nélkül tilos.",
  "terms.13.content2": "Egyetlen Felhasználó sem szerez jogot vagy licencet bármelyik weboldalon található információ használatához a weboldal használatával és elérésével. Egyetlen felhasználónak sincs joga automatikus vagy kézi eszközt használni az oldalon elérhető anyagok monitorozásához.",
  "terms.13.content3": "Ezenkívül a WeCreate rendelkezik a tulajdonjoggal (beleértve, de nem kizárólag az szerzői jogokra és más szellemi tulajdonjogokra vonatkozó jogokat is) a koncepcióra, a névre, a projekt tartalmára, a szövegekre, a fényképekre, a felvételekre, a videókra és minden jogra, amely lehetővé teszi az ötletek, a koncepciók, a know-how, a módszerek, a technikák, a folyamatok és az ezekhez kapcsolódó alkalmazkodások felhasználását és nyilvánosságra hozatalát a tevékenység folyamán.",
  "cookies.title": "Sütik (Cookies)",
  "cookies.what.are.title": "Mik a sütik?",
  "cookies.what.are.content1": "A sütik, másnéven cookie-k, kis szöveges fájlok, amelyeket akkor tárolnak el a számítógépén vagy eszközén, amikor egy weboldalt látogat. ",
  "cookies.what.are.content2": "Ezek a fájlok információkat tartalmaznak a böngészési tevékenységéről és a preferenciáiról az adott weboldalon. A weboldalak a cookie-kat arra használják, hogy megjegyezzék a beállításait, kövessék az interakcióit és személyre szabottabb böngészési élményt nyújtsanak. Tárolhatnak olyan információkat, mint a bejelentkezési adatai, a bevásárlókosár tartalma, a nyelvi preferenciák és még sok más. ",
  "cookies.what.are.content3": "A cookie-k lehetnek ideiglenesek vagy állandóak, és jelentős szerepet játszanak a weboldalak funkcionalitásában és a felhasználói élmény javításában",
  "cookies.disable.title": "Sütik moduljainak letiltása",
  "cookies.disable.description": "A sütik tárolásának megakadályozásához módosíthatja a böngészője beállításait (kérjük, konzultáljon böngészője segítségével ebben). Vegye figyelembe, hogy a sütik letiltása befolyásolhatja ennek a webhelynek és sok más webhelynek a funkcionalitását is, amit meglátogat. A sütik letiltása általában az oldal bizonyos funkcióinak és funkcióinak inaktiválásához vezet. Ezért javasolt, hogy ne tiltsa le a sütik moduljait.",
  "cookies.use.title": "Sütiket használunk a következő célokra:",
  "cookies.use.title1": "Hírlevél feliratkozások",
  "cookies.use.description1": "Ez a weboldal e-mail hírlevél feliratkozási szolgáltatásokat kínál, és a sütiket arra is felhasználhatjuk, hogy emlékezzünk rá, hogy Ön már regisztrált-e, és hogy megjelenítsük-e bizonyos értesítéseket, amelyek csak az előfizetők számára lehetnek érvényesek.",
  "cookies.use.title2": "Sütikkel kapcsolatos kérdőívek",
  "cookies.use.description2": "Időről időre online kutatásokat és kérdőíveket végezünk, hogy érdekes információkat, hasznos eszközöket nyújtsunk Önnek, vagy hogy jobban megértsük a felhasználói preferenciákat. Ezek a kérdőívek sütiket használhatnak arra, hogy emlékezzenek, ki vett már részt egy kérdőívben, vagy hogy pontos eredményeket szolgáltassanak ezekből a kérdőívekből.",
  "cookies.use.title3": "Online kapcsolatfelvételi űrlapok",
  "cookies.use.description3": "Amikor adatokat küld be egy űrlapon keresztül, például az a kapcsolati oldalakon vagy megjegyzés űrlapokon találhatóakon, sütiket lehet beállítani azért, hogy emlékezzenek a felhasználói adatokra a későbbi levelezéshez.",
  "cookies.use.title4": "Süti beállítások a weboldalakhoz",
  "cookies.use.description4": "Annak érdekében, hogy kivételes élményt nyújtsunk Önnek ezen a weboldalon, lehetőséget biztosítunk a weboldal működési módjának testreszabására, amikor azt használja.",
  "cookies.third.party.title": "Harmadik Féltől Származó Sütik",
  "cookies.third.party.description1": "Néhány speciális esetben megbízható harmadik felektől származó sütiket is használunk. A következő részletezi, milyen harmadik féltől származó sütikkel találkozhat ezen a weboldalon.",
  "cookies.third.party.description2": "Ez a weboldal a Google Analytics-t használja, amely az egyik legelterjedtebb és legmegbízhatóbb webanalitikai megoldás a világon. Segít nekünk megérteni, hogyan használja a webhelyet, és hogyan javíthatjuk az Ön élményét. Ezek a sütik olyan dolgokat követhetnek, mint az időtartam, amit a weboldalon tölt, és az általuk látogatott oldalak, így folytathatjuk az érdekes tartalmak biztosítását.",
  "cookies.third.party.description3": "További információkért a Google Analytics sütikről kérjük, látogasson el a hivatalos Google Analytics oldalra.",
  "cookies.third.party.description4": "Időről időre új funkciókat próbálunk ki, és finom változtatásokat hajtunk végre a weboldal megjelenítésében a felhasználóink számára. Amikor új funkciókat vezetünk be, ezeket a sütiket használhatjuk annak érdekében, hogy Önnek egyenletes élményt biztosítsunk a weboldalon, és hogy megértsük, milyen optimalizációkat értékelnek leginkább a felhasználóink.",
  "cookies.third.party.description5": "Mivel szolgáltatásokat értékesítünk, fontos számunkra, hogy megértsük a weboldalunk látogatóinak számára, hányan végeznek ténylegesen vásárlást, és ennek megfelelően ezek a sütik követik. Ez Önnek fontos, mert ez azt jelenti, hogy pontos üzleti előrejelzéseket készíthetünk, amelyek lehetővé teszik számunkra a reklám- és termékköltségek figyelemmel kísérését, hogy Önnek a lehető legjobb árat biztosítsuk.",
  "cookies.third.party.description6": "A weboldalunk működési költségeinek kompenzálása és további fejlesztési finanszírozás céljából hirdetéseket használunk. Ezen a webhelyen alkalmazott viselkedési célzású sütiket úgy tervezték, hogy anonim módon kövessék az Ön érdeklődési körét és olyan hasonló dolgokat mutassanak be, amelyek érdekesek lehetnek Önnek.",
  "cookies.third.party.description7": "Ezen a weboldalon emellett közösségi média gombokat és/vagy bővítményeket is használunk, amelyek lehetővé teszik a közösségi hálózatokkal való különböző kapcsolatfelvételeket. Az ehhez szükséges közösségi média weboldalak, mint például a Facebook, Twitter, Google+, YouTube, Pinterest, a következő sütiket helyezik el a weboldalunkon, amelyeket a profilja javítására vagy különböző célokra is felhasználhatnak, ahogy azt az adatvédelmi irányelveikben ismertetik.",
  "cookie.popup.text": "Ez a weboldal cookie-kat használ annak érdekében, hogy a legjobb élményt nyújtsa Önnek a weboldalunkon.",
  "cookie.popup.button.accept": "Elfogadom",
  "cookie.popup.button.reject": "Elutasítom",
  "gdpr.title": "Adatvédelmi Irányelv",
  "gdpr.info.collect.title": "Személyes információk gyűjtése",
  "gdpr.info.collect.1": "Weboldalunk látogatóinak információjik bizalmas kezelése kiemelten fontos számunkra, és elkötelezettek vagyunk a védelme mellett. Ragaszkodunk az 2018-as Európai Adatvédelmi Rendelethez. Ezen irányelv részletezi, hogyan fogjuk kezelni a személyes információkat.",
  "gdpr.info.collect.2": " Az első látogatáskor adott hozzájárulásával a sütik használatához ezen irányelvek szerint, lehetővé teszi számunkra, hogy minden alkalommal, amikor meglátogatja weboldalunkat, sütiket használjunk.",
  "gdpr.info.collect.3.title": "A következő személyes adatokat gyűjthetjük, tárolhatjuk és használhatjuk:",
  "gdpr.info.collect.3.email": "Email cím",
  "gdpr.info.collect.3.name": "Név",
  "gdpr.info.collect.3.address": "Lakcím",
  "gdpr.info.collect.3.phone": "Telefonszám",
  "gdpr.info.collect.3.gender": "Nem",
  "gdpr.info.collect.3.dob": "Születési dátum",
  "gdpr.info.collect.3.photoVideo": "Fotó/video képek",
  "gdpr.info.collect.3.computerInfo": "Információ a számítógépről, beleértve az IP címet, földrajzi helyet, böngésző típusát és verzióját, valamint az operációs rendszert;",
  "gdpr.info.collect.3.visitInfo": "Információ a webhely látogatásairól és használatáról, beleértve a hivatkozási forrást, látogatás időtartamát, oldalmegtekintéseket és webhely navigációs útvonalakat;",
  "gdpr.info.collect.3.generatedInfo": "Az oldalunk használata közben generált információk, beleértve azt, hogy mikor, milyen gyakran és milyen körülmények között használja;",
  "gdpr.info.collect.3.emailInfo": "Azok az információk, amelyeket e-mail kommunikációban küld el nekünk, beleértve a kommunikáció tartalmát és metaadatait;",
  "gdpr.info.collect.3.anyInfo": "Bármilyen más személyes információ, amit megoszt velünk.",
  "gdpr.info.collect.4.title": "Az alábbi helyzetekben gyűjtünk adatokat:",
  "gdpr.info.collect.4.phone": "Telefonon;",
  "gdpr.info.collect.4.visit": "Amikor látogatást tesz és rendelést helyez el a weboldalunkon;",
  "gdpr.info.collect.4.profile": "Amikor létrehoz egy felhasználói profilt a weboldalunkon;",
  "gdpr.info.collect.4.subscribe": "Amikor feliratkozik a hírlevelünkre;",
  "gdpr.info.collect.4.review": "Amikor értékelést ír termékeinkről;",
  "gdpr.info.collect.4.social": "Amikor személyes információkat küld nekünk közösségi média platformokon keresztül.",
  "gdpr.info.collect.disclosing": "Mielőtt más személy személyes adatait közzétenné, engedélyt kell kérnie az adott személytől mind a közzétételre, mind az adatok feldolgozására az jelen irányelv szerint.",
  "gdpr.info.use.5.title": " Személyes adatainak felhasználása:",
  "gdpr.info.use.5.description": "A weboldalunk keresztül szolgáltatott személyes adatokat a jelen irányelvben vagy a weboldal megfelelő oldalain meghatározott célokra használjuk fel. Személyes adatait az alábbi törvényes érdekek érdekében használhatjuk:",
  "gdpr.info.use.5.purchase": "Az adott jogszabályokban meghatározott kötelezettségek teljesítéséhez szükséges dokumentáció elkészítése;Az adott jogszabályokban meghatározott kötelezettségek teljesítéséhez szükséges dokumentáció elkészítése;",
  "gdpr.info.use.5.delivery": "A rendelés kézbesítése futárszolgálat révén;",
  "gdpr.info.use.5.manage": "Weboldalunk és vállalkozásunk kezelése;",
  "gdpr.info.use.5.personalise": "Weboldalunk személyre szabása az Ön számára;",
  "gdpr.info.use.5.email": "Az Ön által kifejezetten kért értesítések e-mailben történő küldése;",
  "gdpr.info.use.5.analyze": "Teljesítményünk, működésünk és hatékonyságunk figyelemmel kísérése és elemzése;",
  "gdpr.info.use.5.improve": "A marketingkampányaink hatásának megértése és javítása;",
  "gdpr.info.use.5.security": "Weboldalunk biztonságának fenntartása és a csalások megelőzése;",
  "gdpr.info.use.5.complaints": "Az Ön által vagy Önre vonatkozóan felmerült kérések és panaszok kezelése a weboldalunkkal kapcsolatban;",
  "gdpr.info.use.5.statistics": "Felhasználóinkra vonatkozó statisztikai információk szolgáltatása harmadik felek részére (ezek a harmadik felek ezekkel az információkkal nem tudják azonosítani egyetlen felhasználót sem);",
  "gdpr.info.use.5.other": "Egyéb célok.",
  "gdpr.info.use.5.consent": "Az Ön kifejezett hozzájárulása nélkül nem szolgáltatjuk ki személyes adatait harmadik felek részére közvetlen marketing célokra, sem az adott harmadik felek, sem más harmadik felek részéről.",
  "gdpr.info.disclosure.title": "Személyes információk kiszolgáltatása",
  "gdpr.info.share.description": "Személyes információit a saját alkalmazottaink, tisztviselőink, biztosítóink, szakértő tanácsadóink, ügynökeink, beszállítóink vagy alvállalkozóink közül bármelyiknek továbbíthatjuk, amennyire ez ésszerűen szükséges a jelen irányelvben meghatározott célok érdekében.",
  "gdpr.info.share.title": "Személyes információit az alábbiakban továbbíthatjuk:",
  "gdpr.info.share.6.law1": "Amennyiben a törvény ezt megköveteli;",
  "gdpr.info.share.6.law2": "Folyamatban lévő vagy lehetséges jogi eljárásokkal kapcsolatban;",
  "gdpr.info.share.6.law3": "Jogaink érvényesítéséhez, gyakorlásához vagy védelmezéséhez (beleértve mások információinak rendelkezésre bocsátását a csalás megelőzése és a hitelkockázat csökkentése céljából);",
  "gdpr.info.share.6.law4": "Minden olyan személynek, akiben ésszerűen hiszünk, hogy bírósághoz vagy más hatósághoz fordulhat a személyes információk nyilvánosságra hozatalának kérelmezésére, ha saját ésszerű véleményünk szerint a bíróság vagy hatóság valószínűleg elrendeli az adott személyes információk nyilvánosságra hozatalát.",
  "gdpr.info.share.third.party": "A jelen irányelvben meghatározott kivételeken kívül nem fogjuk harmadik félnek továbbítani személyes információit.",
  "gdpr.info.share.7.title": "Nemzetközi adatátvitel",
  "gdpr.info.share.7.stock": "A gyűjtött információkat tárolhatjuk, feldolgozhatjuk és átutalhatjuk működési országaink bármelyikébe, hogy az információkat e politika szerint használhassuk.",
  "gdpr.info.share.7.law": "A gyűjtött technikai információkat olyan országokba is áthelyezhetjük, amelyeknek nincs azonos értékű személyes adatvédelmi törvénye azzal, ami az Európai Gazdasági ",
  "gdpr.info.share.7.accept": "Kifejezetten hozzájárul a jelen Szakaszban leírt személyes információ átutaztatásához.",
  "gdpr.info.retention.title": "Személyes Információk Megőrzése",
  "gdpr.info.retention.8.policy": "Ez a szakasz meghatározza az adattárolási irányelveinket és eljárásainkat, amelyek a személyes információk tárolása és törlése terén fennálló jogi kötelezettségeink betartását segítik.",
  "gdpr.info.retention.8.kept": "A bármilyen célra vagy célokra feldolgozott személyes információkat nem őrizzük meg tovább, mint ami szükséges az adott cél vagy célok érdekében.",
  "gdpr.info.retention.8.retain": "A jelen szakasz más rendelkezései ellenére megőrizzük az olyan dokumentumokat (beleértve az elektronikus dokumentumokat is), amelyek személyes adatokat tartalmaznak:",
  "gdpr.info.retention.8.retain.a": "Amennyiben a törvény ezt megköveteli;",
  "gdpr.info.retention.8.retain.b": "Ha úgy véljük, hogy a dokumentumok relevánsak lehetnek bármely folyamatban lévő vagy jövőbeli jogi eljáráshoz; és",
  "gdpr.info.retention.8.retain.c": "Jogaink érvényesítéséhez, gyakorlásához vagy védelmezéséhez (beleértve másoknak információk nyújtását a csalások megelőzése érdekében).",
  "gdpr.info.security.title": "Személyes Információk Biztonsága",
  "gdpr.info.security.9.precautions": "Elfogadható technikai és szervezeti óvintézkedéseket teszünk annak érdekében, hogy megelőzzük a személyes információk elvesztését, visszaélésszerű használatát vagy módosítását.",
  "gdpr.info.security.9.store": "Az általad nyújtott összes személyes információt biztonságos szervereinken tároljuk (jelszóval és tűzfal védelemmel védve).",
  "gdpr.info.security.9.acknowledge": "Elismered, hogy az adatok interneten történő továbbítása alapvetően bizonytalan, és nem tudjuk garantálni az interneten keresztül küldött adatok biztonságát.",
  "gdpr.info.change.title": "Módosítások",
  "gdpr.info.change.description": "Fenntartjuk a jogot, hogy időről időre frissítsük ezt a politikát egy új verzió közzétételével a weboldalunkon. Időről időre ellenőriznie kell ezt az oldalt annak érdekében, hogy megértse az esetleges módosításokat ebben a politikában. E-mail útján értesíthetjük Önt a politika módosításairól.",
  "gdpr.info.third.party.title": "Harmadik fél weboldalai",
  "gdpr.info.third.party.description": "Weboldalunk harmadik fél weboldalaira mutató hivatkozásokat és információkat tartalmaz. Nincs ellenőrzésünk és felelősségünk ezeknek a harmadik felek adatvédelmi irányelveiért és gyakorlataiért.",
  "gdpr.info.update.title": " Információk frissítése és törlése",
  "gdpr.info.update.description": "Kérjük, értesítsen bennünket, ha a birtokunkban lévő személyes információkat módosítani, frissíteni vagy törölni kell az wecreate.designs.srl@gmail.com e-mail címen",
  "gdpr.info.cookie.title": "Sütik (Cookie-k)",
  "gdpr.info.cookie.description": "Weboldalunk sütiket (cookie-kat) használ. A sütike egy fájl, amely tartalmaz egy azonosítót (betűkből és számokból álló karakterláncot), amit egy webszerver küld egy böngészőnek, és a böngésző tárolja el. Az azonosítót ezután minden alkalommal visszaküldi a szervernek, amikor a böngésző egy oldalt kér tőle. A sütik lehetnek 'tartós' vagy 'munkamenet' sütik: a tartós sütiket a böngésző tárolja, és érvényesek maradnak a lejárati dátumig, hacsak azt lejárat előtt nem törlik; másrészről a munkamenet sütik a felhasználó munkamenetének vagy a böngésző bezárásának végén lejárnak. A sütik általában nem tartalmaznak olyan információkat, amelyek személyazonosságát azonosítják, de az Önről tárolt személyes információk összekapcsolódhatnak a sütik által tárolt és begyűjtött információkkal. Weboldalunkon mind tartós, mind munkamenet sütiket használunk. Azonban a felhasználók bármikor törölhetik a sütiket a böngésző beállításaiban",
  "gdpr.info.final.title": "Végső rendelkezések",
  "gdpr.info.final.description": "Ha kérdése vagy kifogása van a személyes adatok tárolásával kapcsolatban, vagy szeretné, hogy az Ön adatait ne tároljuk, jogában áll kérni vállalatunktól, hogy törölje az összes gyűjtött adatot. Ebben az ügyben kapcsolatba léphet vállalatunkkal a következő e-mail címen: wecreate.designs.srl@gmail.com.",
  "register.alert.succ": "Sikeres regisztráció!",
  "register.alert.warn": "Sikertelen regisztráció!",
  "register.title": "Regisztráció",
  "register.name": "Név",
  "register.email": "Email",
  "register.mail.helper": "Ezen a címen fogunk kommunikálni!",
  "register.password": "Jelszó",
  "register.password.helper": "Válassz egy biztonságos jelszót!",
  "register.password2": "Jelszó ismétlése",
  "register.name.helper": "A neved!",
  "register.password2.helper": "Jelszó ismétlése!",
  "register.companyName": "Cégnév",
  "register.companyName.helper": "Nem kötelező!",
  "login.title": "Bejelentkezés",
  "login.alert.succ": "Sikeres bejelentkezés!",
  "login.alert.warn": "Sikertelen bejelentkezés!",
  "login.email": "Email",
  "login.password": "Jelszó",
  "login.forgotten": "",
  "login.forgotten.password": "Elfelejtett jelszó",
  "login.register": "Regisztrálj!",
  "recover.title": "Fiók helyreállítása",
  "recover.email": "Email",
  "recover.email.helper": "Add meg az email címed!",
  "recover.warn": "Az email nincs az adatbázisunkban, vagy probléma történt!",
  "recover.password.title": "Válassz egy új jelszót!",
  "recover.password.succ": "A jelszó sikeresen megváltoztatva!",
"recover.password.warn": "Probléma történt!"
}