{
  "header.services": "Servicii",
  "header.tech": "Technologii",
  "header.about": "Despre",
  "header.contact": "Contact",
  "page1.title": "Lansează-ți afacerea cu un website inovator, adaptabil și rentabil!",
  "page1.text": "La WeCreate suntem pasionați de crearea site-urilor web incredibile și accesibile.",
  "page1.button.text": "Lucrează cu noi",
  "page1.description.logo1": "Lumea în palma ta: site-uri ușor accesibile din orice locație, la orice oră",
  "page1.description.logo2": "Cele mai noi echipamente și ultimele tehnologii",
  "page1.description.logo3": "Design exclusiv creat special pentru a se potrivi perfect nevoilor tale",
  "page1.description.logo4": "Echipă tânără și dedicată, cu gândire flexibilă și adaptabilă",
  "page.not.found.title": "404",
  "page.not.found.description1": "Pagină negăsită",
  "page.not.found.description2": "Pagina pe care o căutați nu a putut fi găsită pe acest site web. Vă rugăm să verificați URL-ul și să încercați din nou.",
  "serv.title": "Serviciile Noastre",
  "serv.description": "Atunci când dezvoltăm site-uri web, ne concentrăm pe aspectul lor vizual, funcționalitate și facem eforturi pentru a asigura o gestionare ușoară pentru clienți și utilizatorii finali ai acestora.",
  "serv.top.computer1": "Un site web reprezintă o platformă digitală care oferă o prezență virtuală pentru persoane, afaceri sau organizații pe internet, furnizând un mijloc de prezentare a informațiilor, produselor sau serviciilor către o audiență globală. ",
  "serv.top.computer2": "Importanța sa constă în capacitatea sa de a stabili credibilitatea, de a ajunge la o audiență online vastă și de a facilita comunicarea. Servește drept unealtă fundamentală pentru vizibilitatea și angajamentul online.Website-urile pot fi categorisite în diferite tipuri în funcție de scopul lor, conținutul și funcționalitatea lor.",
  "serv.middle.top": " Iată câteva dintre tipurile de site-uri web pe care le oferim:",
  "serv.middle.title1": "Personal Websites: ",
  "serv.middle.description1": "Acestea sunt site-uri web create de indivizi pentru a-și prezenta informațiile personale, portofoliile, blogurile sau hobby-urile. Ele sunt adesea folosite pentru exprimarea personală și branding personal.",
  "serv.middle.title2": "Site-uri web de afaceri:",
  "serv.middle.description2": "Site-urile web de afaceri sunt create de companii sau organizații pentru a-și promova produsele sau serviciile, pentru a furniza informații de contact și pentru a interacționa cu potențiali clienți. Acestea pot include site-uri de comerț electronic, site-uri corporative și pagini de aterizare.",
  "serv.middle.title3": "Site-uri web de e-comerț: (în curând)",
  "serv.middle.description3": "Aceste site-uri web sunt concepute pentru cumpărături online și includ funcții pentru listarea produselor, coșurile de cumpărături și procesarea plăților.",
  "serv.middle.title4": "Site-uri web de portofoliu: ",
  "serv.middle.description4": "Site-urile web de portofoliu sunt folosite de artiști, fotografi, designeri și profesioniști creativi pentru a-și prezenta munca și a atrage clienți sau angajatori.",
  "serv.middle2.theme1": "Dorim să satisfacem cât mai multe nevoi posibile, astfel că oferim opțiunea de a alege între diferite teme, inclusiv:",
  "serv.middle2.theme2": "Teme Luminoase și Întunecate",
  "serv.middle2.theme3": "Temă Multilingvă",
  "serv.middle2.theme4": "Oferim servicii și funcționalități precum:",
  "serv.middle2.theme5": "SEO (Optimizarea pentru Motoarele de Căutare)",
  "serv.middle2.theme6": "Domeniu și Găzduire",
  "serv.middle2.theme7": "Procesarea plăților (în curând)",
  "serv.middle2.theme8": "Funcționalitate pentru newsletter",
  "serv.middle2.theme9": "Mesagerie",
  "serv.middle2.theme10": "Funcționalitatea de autentificare",
  "serv.middle2.theme11": "și așa mai departe",
  "serv.bottom.title": "Rămâi în legătură!",
  "serv.bottom.description": "Fii mereu la curent cu cele mai recente știri, promoții și actualizări, abonându-te la newsletter-ul nostru. Introdu adresa ta de email mai jos și nu rata niciodată informații interesante și valoroase.",
  "serv.form.email": "Email",
  "serv.form.email.helper": "Niciodată nu vom distribui emailul tău.",
  "serv.bottom.button": "Mă abonez",
  "serv.bottom.gdpr1": "Prin abonare, ești de acord să primești newsletter-ul nostru și să recunoști ",
  "serv.bottom.gdpr.link": "{link}",
  "serv.bottom.gdpr2": "Politica noastră de Confidențialitate",
  "serv.bottom.gdpr3": " și ",
  "serv.bottom.gdpr4": "Termenii și condițiile",
  "serv.bottom.gdpr5": " noastre.",
  "serv.bottom.unsub1": "Unsubscribe",
  "serv.bottom.unsub2": ": poți renunța la abonare în orice moment. Respectăm confidențialitatea ta și nu vom partaja adresa ta de email cu nimeni.",
  "serv.sub.alert.succ": "Abonare cu succes!",
  "serv.sub.alert.warn": "Nu am putut adăuga adresa ta de e-mail în lista noastră de corespondență! Verifică dacă adresa ta de e-mail este corectă.",
  "newsletter.unsub.title": "Dezabonare de la buletin informativ",
  "newsletter.unsub.email": "Email",
  "newsletter.unsub.email.helper": "Ne pare rău să te vedem plecând.",
  "newsletter.unsub.button": "Dezabonare",
  "newsletter.unsub.alert.succ": "Dezabonarea a fost efectuată cu succes!",
  "newsletter.unsub.alert.warn": "Nu am putut găsi adresa ta de e-mail în lista noastră de corespondență! Verifică dacă adresa de e-mail introdusă este corectă.",
  "tech.title": "Technologii",
  "tech.description": "Tehnologiile de dezvoltare web cuprind o gamă largă de instrumente și cadre de lucru utilizate pentru a crea site-uri web și aplicații web. Aceste tehnologii includ HTML, CSS și JavaScript ca limbaje de bază, împreună cu diverse cadre și biblioteci, precum React și Angular, pentru dezvoltarea frontend-ului, și tehnologii pentru partea de server, cum ar fi Node.js, Python (cu Django sau Flask) și Ruby on Rails pentru dezvoltarea backend-ului.",
  "tech.react.title": "React",
  "tech.react.description": "React este o bibliotecă JavaScript folosită pentru construirea interfețelor utilizator, cunoscută pentru arhitectura sa bazată pe componente, care promovează reutilizarea și ușurința în întreținerea elementelor UI. Actualizează eficient interfața utilizatorului prin randarea selectivă a doar a părților",
  "tech.mui.title": "Material-UI",
  "tech.mui.description": "Material-UI (MUI) este o bibliotecă open-source populară pentru React, care oferă o gamă largă de componente UI pre-proiectate și personalizabile, urmând principiile Material Design de la Google, pentru a ajuta dezvoltatorii să creeze cu ușurință aplicații web moderne și atractive din punct de vedere vizual. Capacitățile sale puternice de stilizare și tematizare fac din el o unealtă valoroasă pentru menținerea unor designuri consistente și atrăgătoare în proiectele React.",
  "tech.django.title": "Django",
  "tech.django.description": "Django este un cadru web Python de înaltă calitate care simplifică procesul de construire a aplicațiilor web robuste, scalabile și sigure. Urmează filozofia \"totul inclus\", oferind o gamă cuprinzătoare de instrumente și biblioteci pentru gestionarea sarcinilor comune de dezvoltare web, cum ar fi gestionarea bazelor de date, autentificarea și rutarea URL-urilor. Cu arhitectura sa bine structurată și personalizabilă, Django este o alegere populară printre dezvoltatori pentru crearea rapidă și eficientă a aplicațiilor web versatile.",
  "tech.htmljscss.title": "HTML, JavaScript, CSS",
  "tech.html.description": "HTML este un limbaj de marcă utilizat pentru crearea structurii și conținutului paginilor web, definind elemente precum titluri, paragrafe, linkuri și imagini.",
  "tech.js.description": "JavaScript este un limbaj de scripting versatil și larg utilizat pentru dezvoltarea web, permițând funcționalități interactive și dinamice în aplicațiile web.",
  "tech.css.description": "CSS este un limbaj de stilizare utilizat pentru definirea prezentării și stilizării elementelor HTML, controlând aspecte precum aspectul, culoarea și tipografia în designul web.",
  "tech.ts.title": "TypeScript",
  "tech.ts.description": "TypeScript este un superset static tipizat al JavaScript, care îmbunătățește calitatea și ușurința de întreținere a codului prin adăugarea de verificare a tipurilor și interfețe, făcând dezvoltarea JavaScript la scară largă mai robustă.",
  "tech.py.title": "Python",
  "tech.py.description": "Python este un limbaj de programare versatil de înalt nivel cunoscut pentru citibilitatea și ușurința sa de utilizare, potrivit pentru diverse aplicații. Cu o bibliotecă standard vastă și o comunitate înfloritoare, Python este larg utilizat pentru dezvoltarea web, analiza datelor, inteligența artificială și automatizare.",
  "tech.sql.title": "MySQL",
  "tech.sql.description": "MySQL este un sistem de gestionare a bazelor de date relaționale open-source cunoscut pentru scalabilitatea, fiabilitatea și performanța sa, făcându-l o alegere larg răspândită pentru stocarea și gestionarea datelor structurate în diverse aplicații.",
  "tech.git.title": "GitHub",
  "tech.git.description": "Git este un sistem distribuit de control al versiunilor care permite dezvoltatorilor să urmărească modificările, să colaboreze la cod și să mențină eficient istoricul versiunilor. Este o unealtă fundamentală pentru gestionarea proiectelor de dezvoltare de software și pentru facilitarea colaborării între membrii echipei.",
  "about.title": "Despre noi",
  "about.description": "Suntem o companie din Ardeal, inima României, care oferă servicii de dezvoltare web. Site-urile noastre sunt inovatoare și accesibile, astfel încât oricine să poată beneficia de ele!",
  "about.company.description1": "Bine ați venit în compania noastră inovatoare, unde tehnologia se întâlnește cu excelența! Noi suntem un startup care a obținut cu succes finanțare prin intermediul Proiectului Uniunii Europene numit 'Măsuri de activare a tinerilor pe piața muncii,' după ce am câștigat competiția de planuri de afaceri.",
  "about.company.description2": "Echipa noastră de la WeCreate este tânără, cu o gândire flexibilă; învățăm și ne dezvoltăm rapid. Cu accent pe creativitate și orientare către client, oferim o gamă variată de servicii în lumea dezvoltării de site-uri web. Abordarea noastră este agilă, adaptându-se continuu lumii tehnologice în schimbare, și străduindu-ne să oferim rezultate care depășesc așteptările.",
  "about.company.description3": "Înțelegem atât nevoile distincte ale startup-urilor, cât și ale companiilor mici și mari, și suntem dedicați să vă ajutăm să vă transformați ideile în afaceri prospere.",
  "about.company.description4": "Alătură-te nouă în această călătorie pentru ați transforma ideile în povești de succes!",
  "about.vision.title": "Viziune noastră:",
  "about.vision.description": "Ne imaginăm un viitor în care soluțiile noastre web contribuie la succesul și creșterea afacerilor din întreaga lume, făcând internetul un loc mai bun pentru toți.",
  "about.mission.title": "Misiunea noastră:",
  "about.mission.description": "Misiunea noastră este să împuternicim afacerile și indivizii cu soluții de dezvoltare web de ultimă generație. Suntem dedicați livrării de site-uri web și aplicații web inovatoare, de înaltă calitate și centrate pe utilizator, care ajută clienții noștri să reușească în lumea digitală. Ne străduim să depășim așteptările clienților noștri, oferind servicii excepționale, promovând creativitatea și adoptând cele mai recente tehnologii, menținând în același timp o puternică angajare față de practici de afaceri etice.",
  "about.join.title": "Dacă ai întrebări suplimentare, nu ezita să le pui!",
  "about.third.button.text": "Trimite-ne mesaj",
  "contact.title": "Contactează-ne!",
  "contact.description": "Ai nevoie de un site web rapid și securizat? Nu ezta să ne suni sau să ne trimiți un mesaj!",
  "contact.address.title": "Locație:",
  "contact.company.name": "WECREATE DESIGNS S.R.L.",
  "contact.address1": "România, județ Harghita,",
  "contact.address2": " comuna Mihăileni, sat Văcărești, nr. 213",
  "contact.phone.title": "Sună-ne:",
  "contact.phone": "+40755464904",
  "contact.mail.title": "Mail:",
  "contact.mail1": "wecreate.designs.srl@gmail.com",
  "contact.mail2": "wecreate.designs.srl@hotmail.com",
  "contact.CUI.title": "CUI:",
  "contact.CUI": "46457079",
  "contact.registru.title": "Registrul comerțului:",
  "contact.registru": "J19/404/12.07.2022",
  "contact.program.title": "Program:",
  "contact.program": "L-V: 10:00 - 18:00",
  "contact.form": "Formular de Mesaj",
  "contact.form.description": "Ia legătura cu noi și scrie-ne. Ne-ar plăcea să auzim de la tine! Fie că ai întrebări, feedback sau pur și simplu vrei să ne saluți, trimite-ne un mesaj folosind formularul de mai jos. Comentariile și întrebările tale sunt importante pentru noi, și îți vom răspunde în cel mai scurt timp posibil.",
  "contact.form.name": "Nume",
  "contact.form.name.helper": "Niciodată nu vom distribui numele tău.",
  "contact.form.phone": "Număr de telefon",
  "contact.form.phone.helper": "Niciodată nu vom distribui numărul tău de telefon.",
  "contact.form.email": "Email",
  "contact.form.email.helper": "Niciodată nu vom distribui emailul tău.",
  "contact.form.message": "Mesaj",
  "contact.form.message.helper": "Întreabă-ne orice!",
  "contact.form.submit": "Trimite",
  "contact.sub.alert.succ": "Formular trimis cu succes!",
  "contact.sub.alert.warn": "A apărut o eroare! Încearcă să trimiți din nou.",
  "footer.company.name": "WECREATE DESIGNS S.R.L.",
  "footer.toggle.theme": "Tematică:",
  "footer.company.address1": "județ Harghita, comuna Mihăileni,",
  "footer.company.address2": "sat Văcărești",
  "footer.company.CUI": "CUI: 46457079",
  "footer.company.registru1": "Registrul comerțului:",
  "footer.company.registru2": "J19/404/12.07.2022",
  "footer.terms.conditions": "Termeni și condiții",
  "footer.privacy.policy": "Politică de confidențialitate",
  "footer.cookies": "Cookies",
  "terms.title": "Termeni și condiții",
  "terms.1.title": "I. Prezentare site",
  "terms.content1": "Acest document reglementează condițiile de utilizare a site-ului ********** și de accesare a serviciilor prezentate pe acest site. Prin vizitarea site-ului ********** și accesarea serviciilor oferite prin intermediul acestuia, vă asumați și consimțiți expres cunoașterea și acceptarea în totalitate, atât a acestor Termeni și Condiții, cât și a Politicii de confidențialitate și a Politicii privind modulele cookie.",
  "terms.content2": "Aspectele privind confidențialitatea și prelucrarea datelor cu caracter personal legate de utilizarea, în orice formă, a Platformei sunt guvernate de Politica de Confidențialitate și de Politica privind modulele cookie, care completează acești Termeni și Condiții. Vă rugăm să citiți în întregime Politica de Confidențialitate și Politica privind modulele cookie afișate pe pagina principală a site-ului.",
  "terms.content3": "Proprietarul site-ului ********** își rezervă dreptul să modifice oricând termenii și condițiile, iar forma actualizată a acestora va putea fi accesată de către Utilizatori pe Platformă în secțiunea „Termeni și condiții” amplasată la subsolul paginii principale.",
  "terms.content4": "Acești termeni și condiții aplicabili utilizării site-ului și prestării Serviciilor nu sunt disponibile Utilizatorului pentru stocare și reproducere.",
  "terms.1.content1": "Site-ul ********** și toate domeniile, subdomeniile și aplicațiile asociate (în continuare denumite în mod colectiv Platforma sau Site-ul) sunt proprietatea directă a companiei WECREATE DESIGNS SRL, o companie română cu sediul în România, județul Harghita,\ncomuna Mihăileni, satul Văcărești, nr. 213, înregistrată la Oficiul Registrului Comerțului Harghita sub nr. J19/404/2022, Cod Unic de Înregistrare: 46457079, adresa de email wecreate.designs.srl@gmail.com și wecreate.designs.srl@hotmail.com, numărul de telefon +40 (0) 755464904 (în continuare denumită Compania, Furnizorul, WeCreate sau WeCreate Designs).",
  "terms.1.content2": "Prin intermediul site-ului WeCreate Designs vă prezintă și vă pune la dispoziție servicii specifice tehnologiei digitale, precum servicii de web design, de realizare/administrare website-uri și magazine online, promovare online, mentenanță website-uri, vânzare domenii și găzduire.",
  "terms.1.content3": "Accesând site-ul, aveți posibilitatea să vă informați cu privire la componența serviciilor oferite de WeCreate Designs, să contactați Societatea în vederea solicitării de oferte pentru serviciile cu executare imediată, precum realizarea de website-uri sau să comandați online servicii cu caracter de continuitate, precum mentenanță și găzduire de website-uri.",
  "terms.1.content4": "WeCreate Designs poate publica pe Platformă informații despre Servicii și/sau promoții practicate de către acesta sau de către oricare alt terț cu care WeCreate Designs are încheiate contracte de parteneriat, într-o anumită perioadă de timp și în limita stocului disponibil.",
  "terms.1.content5": "Serviciile care fac obiectul prestării în cadrul unei promoţii sau campanii de orice tip se vor supune şi termenilor şi condiţiilor aplicabile respectivei campanii sau promoţii.",
  "terms.1.content6": "Orice promoții prezentate pe Platformă sunt valabile pe durata menționată.",
  "terms.1.content7": "Societatea pune la dispoziţia Utilizatorului o adresă de e-mail în secţiunea „Contact” din Platformă, pentru identificarea şi corectarea erorilor survenite cu ocazia introducerii datelor. Ca regulă, comunicarea cu Societatea se va realiza prin adresele menționate la secțiunea “Contact” din Platformă. ",
  "terms.2.title": "II. Condiții de utilizare a site-ului",
  "terms.2.content1": "Utilizarea Platformei în scopul plasării unei Comenzi, solicitării unei oferte sau vizualizării este permisă oricărui Utilizator care acționează cu un scop legitim și intenționează să achiziționeze unul sau mai multe Servicii prezentate pe Platformă, în conformitate cu acești termeni și condiții.",
  "terms.2.content2": "Este strict interzisă utilizarea abuzivă a Platformei. Utilizarea abuzivă include orice folosire a Platformei într-un mod care contravine practicilor comerciale corecte, legislației în vigoare sau în oricare alt mod care ar putea prejudicia în vreun fel WeCreate Designs sau afiliații săi.",
  "terms.2.content3": "WeCreate Designs își rezervă dreptul de a refuza anumitor Clienți accesul la unele sau toate funcțiile Platformei și de a restricționa procesarea și/sau livrarea unei Comenzi dacă, în opinia rezonabilă a WeCreate Designs, există suspiciuni de fraudă din partea Utilizatorului, dacă Utilizatorul adoptă un comportament care ar putea prejudicia interesele WeCreate Designs sau ale afiliaților săi sau dacă Utilizatorul abuzează de Platformă.",
  "terms.2.content4": "Compania nu poate garanta utilizarea discontinuă și neîntreruptă a site-ului. Este posibil să apară erori, defecte, viruși sau alte comportamente dăunătoare pe site sau pe servere care ar putea face site-ul indisponibil. Vom lua toate măsurile pentru a limita și elimina astfel de evenimente neplăcute în cel mai scurt timp posibil. Nu aveți dreptul să interveniți în operarea site-ului și nici să luați măsuri de intervenție asupra echipamentului informatic, indiferent de motiv și indiferent de rezultatul obținut.",
  "terms.3.title": "III. Accesarea serviciilor",
  "terms.3.1.title": "A. Servicii cu executare imediată",
  "terms.3.1.content1": "Pentru a beneficia de serviciile care presupun o executare imediată, precum realizare website, realizare magazin online, optimizare website, optimizare motoare de căutare (SEO) aveți posibilitatea solicitării unei oferte din partea WeCreate Designs.",
  "terms.3.1.content2": " În vederea solicitării de ofertă, la secțiunea dedicată pe site serviciilor menționate la paragraful 1 sau în antetul paginii principale a site-ului, aveți la dispoziție un formular de trimitere de mesaje cu care se stabileste comunicarea cu WeCreate Designs și se poate cere o estimare sau ofertă pe baza nevoilor Utilizatorului. Totodată, pentru solicitarea de ofertă și a oricăror altor informații, puteți contacta Societatea la datele menționate în secțiunea de contact de pe site.",
  "terms.3.1.content3": "Prin trimiterea unui mesaj (prin site-ul nostru sau prin e-mail) vă dați expres consimțământul prelucrării datelor furnizate în vederea contactării dumneavoastră de către Societate, atât telefonic, cât și prin intermediul email-ului.",
  "terms.3.1.content4": " În urma trimiterii unui mesaj, Utilizatorul va fi contactat de WeCreate Designs în vederea prezentării unei oferte de preț și negocierii detaliilor unui eventual raport contractual.",
  "terms.3.1.content5": "Comenzile cu executare imediată vor fi achitate în două rate: un avans la plasarea comenzii care reprezintă 50% din prețul final al Produsului și restul sumei totale la înmânarea comenzii.",
  "terms.3.2.title": "B. Servicii cu executare succesivă",
  "terms.3.2.content1": "Serviciile cu executare succesivă, precum serviciile de mentenanță website, promovare online, găzduire website sunt disponibile sub forma unui abonament și pot fi comandate online prin plasare unui mesaj tip comanda pe site sau prin e-mail.",
  "terms.3.2.content2": "Utilizatorul poate efectua Comenzi prin intermediul Platformei, prin trimiterea unui mesaj tip comanda pe site sau prin e-mail.",
  "terms.3.2.content3": "Prin plasarea Comenzii, Utilizatorul confirmă că toate datele pe care le-a furnizat sunt corecte, complete și adevărate la data plasării Comenzii. Prin plasarea unei Comenzi Utilizatorul recunoaște în mod explicit că respectiva Comandă implică obligația sa fermă de a achita ”suma totală de plată” indicată.",
  "terms.3.2.content4": "Abonamentele se plătesc în avans pentru perioada de timp selectată la momentul plasării comenzii. Prin plasarea comenzii Utilizatorul este de acord cu prelungirea automată a abonamentului și cu operarea plăților aferente abonamentului în mod recurent.",
  "terms.3.2.content5": "Comanda și abonamentul se achită prin intermediul unui transfer bancar. Plățile recurente se plătesc în avans, la începutul perioadei de prestări servicii. Utilizatorul își exprimă acordul în acest sens la plasarea primei comenzi și respectiv activarea subscripției/abonamentului.",
  "terms.3.2.content6": "Comanda va fi considerată finalizată prin plata integrală de către Utilizator a avansului Produselor și prețul abonamentului din Comandă, prin una dintre modalitățile de plată acceptate de Prestator pentru fiecare tip de serviciu în parte, astfel cum sunt indicate de WeCreate Designs în urma comunicării cu Utilizatorul și care vor fi aduse către cunoștința Utilizatorului cel mai târziu până la finalizarea plasării Comenzii.",
  "terms.3.2.content7": "În cazul în care plata subscripției / abonamentului nu se confirmă, WeCreate Designs își rezervă dreptul de a suspenda serviciile către Utilizator, până când abonamentul este reactivat și respectiv plata abonamentului este confirmată la procesatorul de plăți.",
  "terms.3.2.content8": "Comanda este acceptată iar Contractul se consideră încheiat între Prestator și Utilizator, în momentul primirii de către Utilizator de la Prestator, prin intermediul poștei electronice și/sau SMS, a notificării privind efectuarea cu succes a plății Serviciilor.",
  "terms.3.2.content9": "Comanda este acceptată iar Contractul se consideră încheiat între Prestator și Utilizator, în momentul primirii de către Utilizator de la Prestator, prin intermediul poștei electronice și/sau SMS, a notificării privind efectuarea cu succes a plății Serviciilor.",
  "terms.3.2.content10": "Prestatorul poate anula Comanda plasată de către Utilizator, cu notificarea concomitentă sau ulterioară a Utilizatorului, și fără ca o astfel de anulare să atragă vreo răspundere a WeCreate Designs față de Utilizator, în următoarele cazuri:",
  "terms.3.2.content11": "neacceptarea Tranzacției de către banca emitentă a cardului Utilizatorului, în cazul plății online;",
  "terms.3.2.content12": "invalidarea Tranzacției de către procesatorul de carduri agreat de WeCreate Designs, în cazul plății online;",
  "terms.3.2.content13": "datele furnizate de către Utilizator cu ocazia accesării Platformei sunt incomplete sau incorecte;",
  "terms.3.2.content14": "Prestatorul consideră în mod rezonabil că prin accesarea Platformei şi plasarea Comenzii Utilizatorul urmărește un scop ilicit sau poate cauza orice fel de prejudicii WeCreate Designs sau afiliaților acestuia;",
  "terms.3.2.content15": "oricare dintre termenii şi condiţiile din prezentul document nu au fost respectate întocmai.",
  "terms.3.2.content16": "Utilizatorul are posibilitatea să-și gestioneze abonamentul prin trimiterea unui mesaj Prestatorului pe platformele de comunicare prin e-mail și îl poate anula oricând, fără a afecta plățile realizate în avans. O plată efectuată nu se returnează chiar dacă Utilizatorul anulează abonamentul mai înainte de expirarea perioadei acoperite.",
  "terms.4.title": "IV. Prețuri / Facturi / Plăți",
  "terms.4.content1": "Prețurile Serviciilor sunt exprimate în Euro la care se adaugă impozitul pe venitul microîntreprinderii care este de 1%, conform legislației în vigoare. Prețurile valabile pentru Servicii sunt calculate și facturate în funcție de cursul valutar oficial al BNR din ziua plasării comenzii +2%.",
  "terms.4.content2": "Prețul Serviciilor este stabilit pe baza serviciilor cerute și în două feluri: pentru serviciile care nu sunt de tip abonament se plătește în două rate: un avans la plasarea comenzii care reprezintă 50% din prețul final al Produsului și restul sumei totale la înmânarea comenzii; pentru serviciile de tip abonament sub forma unui abonament (lunar, trimestrial, semestrial sau anual), care se prelungește în mod automat pentru aceeași perioadă de timp până la momentul la care Utilizatorul uzează de dreptul său de anulare al abonamentului.",
  "terms.4.content3": "WeCreate Designs va putea actualiza în orice moment prețurile Serviciilor, iar o astfel de actualizare va înlocui orice prețuri afișate anterior pentru respectivele Servicii. Cu toate acestea, pentru Utilizatorii care au un abonament în desfășurare, o astfel de modificare a prețurilor nu va putea afecta perioada pentru care s-a realizat o plată în avans.",
  "terms.4.content4": "Prestatorul va emite Utilizatorului o factură pentru Serviciile livrate, obligația Utilizatorului fiind să furnizeze toate informațiile necesare conform legislației în vigoare pentru emiterea facturii de catre Prestator. Utilizatorul va avea posibilitatea vizualizării și descărcării facturii pentru Serviciile achiziționate din contul său de email unde acestea vor fi trimise de WeCreate Designs.",
  "terms.4.content5": "Utilizatorul va efectua plata serviciilor comandate în avans pentru perioada de timp selectată la momentul plasării comenzii.",
  "terms.4.content6": "În cazul în care abonamentul nu se anulează înainte de expirarea perioadei facturate, Utilizatorul declară în mod expres că este de acord cu plata recurentă, scop în care autorizează expres WeCreate Designs să perceapă în mod automat prețul abonamentului direct de pe cardul utilizat la efectuarea primei comenzi. Plata recurentă va opera la data expirării perioadei de timp facturate anterior și se va efectua în avans pentru aceeași perioadă de timp selectată inițial.",
  "terms.4.content7": "În cazul plăților online, Prestatorul nu este și nu poate fi ţinut responsabil pentru niciun alt cost suportat de Utilizator în plus față de preţul Serviciului achiziţionat incluzând, dar fără a se limita la, comisioane de transfer ori de conversie valutară aplicate de către banca emitentă a cardului Utilizatorului, în cazul în care moneda de emitere a cardului diferă de moneda în care se efectuează vânzarea.",
  "terms.4.content8": "Prestatorul nu este responsabil pentru procesarea în mod eronat a plății sau pentru erorile înregistrate prin intermediul sistemului de plată, inclusiv, dar fără a se limita la pierderile pe care le-ați suferi utilizând sistemul de plată cu cardul. ",
  "terms.5.title": "V. Dreptul de retragere al utilizatorului și de anulare al abonamentului",
  "terms.5.content1": "Vă informăm că potrivit legislației aplicabile contractelor de prestări servicii încheiate la distanță, Consumatorilor nu le este garantat un drept de retragere din Contract și de rambursare a prețului achitat Prestatorului.",
  "terms.5.content2": "Acest fapt nu vă afectează dreptul dumneavoastră de a opta în orice moment să anulați abonamentul achiziționat, fără preaviz, însă WeCreate Designs nu va avea nicio obligație de rambursare a prețului pentru restul perioadei de timp facturate.",
  "terms.5.content3": "Pentru anularea abonamentului va trebui să luați legătura cu WeCreate și să comunicați intenția de anulare a abonamentului. Un răspuns va fi trimis de WeCreate în cel mult 5 zile lucrătoare și abonamentul va fi considerat anulat cel mai curând de la următoare zi lucrătoare.",
  "terms.6.title": "VI. Publicitate",
  "terms.6.content1": "Clientul îşi poate exprima consimţământul pentru a primi comunicări comerciale prin poşta electronică, permiţând Prestatorului și colaboratorilor săi să efectueze astfel de comunicări, prin bifarea opţiunii specifice la finalul acestor termeni şi condiţii. ",
  "terms.6.content2": "Clientul poate oricând să revoce consimţământul privind astfel de comunicări comerciale prin:",
  "terms.6.content3": "transmiterea unei solicitări în scris Vânzătorului la adresa de e-mail din secţiunea „Contact” din Platformă; în acest caz, revocarea va produce efecte în cel mult 5 zile lucrătoare de la inițierea procedurii;",
  "terms.6.content4": "renunțarea la primirea Newslettere-lor, în orice moment, prin accesarea link-ului dedicat care se regăsește în cuprinsul oricărui Newsletter;",
  "terms.6.content5": "renunțarea la primirea Newslettere-lor în secţiunea dedicată de pe Platformă.",
  "terms.6.content6": "Prezenta procedură va fi menţionată în toate comunicările cu caracter comercial transmise de Prestator Clienților.",
  "terms.6.content7": "Newsletterele WeCreate Designs pot fi transmise prin intermediul partenerilor specializați și agreați de WeCreate Designs.",
  "terms.6.content8": "Renunțarea Clientului la primirea Newslettere-lor nu implică renunțarea la acceptul dat pentru restul termenilor și condițiilor privind vânzările online efectuate de WeCreate Designs.",
  "terms.7.title": "VII. Răspunderea",
  "terms.7.content1": "Prestatorul nu răspunde pentru niciun fel de prejudicii cauzate Utilizatorului sau oricărui terț ca urmare a îndeplinirii de către Prestator a oricăreia din obligațiile sale conform Comenzii și nici pentru daune care rezultă din utilizarea necorespunzătoare a serviciilor furnizate.",
  "terms.7.content2": "Prestatorul nu poate fi în niciun caz responsabil de vreo pierdere a folosinței, de contracte, date, fond comercial, venituri sau profituri (indiferent dacă sunt considerate pretenții directe sau nu) sau orice pierdere, daună sau cheltuială subsecventă, specială, indirectă, incidentală, punitivă sau exemplară în baza sau în legătură cu prezentul Contract, Serviciile sale.",
  "terms.7.content3": "Utilizatorul este responsabil pentru verificarea versiunii finale a Termenilor și Condițiilor, a Politicii de confidențialitate și a Politicii cookies ori de câte ori utilizează site-ul.",
  "terms.7.content4": "Prestatorul nu garantează utilizarea discontinuă și neîntreruptă a site-ului. Este posibil să intervină erori, defecte, viruși sau alte comportamente dăunătoare pe site sau pe servere care să îl facă indisponibil. Prestatorul va lua toate măsurile pentru a limita și pentru a înlătura asemenea evenimente neplăcute în cel mai scurt timp posibil.",
  "terms.7.content5": "Utilizatorul nu are dreptul să intervină în operarea site-ului și nici să ia vreo măsură de intervenție asupra echipamentului informatic, indiferent de motiv și indiferent de rezultatul obținut.",
  "terms.8.title": "VIII. Sesizări & Reclamații",
  "terms.8.content1": "Pentru sesizări sau reclamații legate de Serviciul achiziționat, Utilizatorul are la dispoziție formularul disponibil pe Platformă și adresa de e-mail menţionată în secţiunea „Contact” de pe Platformă .",
  "terms.8.content2": "Utilizatorul poate formula reclamaţii cu privire la Comenzi, care vor fi trimise pe adresa de e-mail menţionată în secţiunea „Contact” de pe Platformă. Sesizările astfel recepţionate vor fi soluționate de Prestator în 30 (treizeci) de zile calendaristice de la primirea lor.",
  "terms.9.title": "IX. Utilizarea și preluarea datelor cu caracter personal ale persoanelor fizice",
  "terms.9.content1": "Prin utilizarea Platformei, Utilizatorul întelege şi acceptă să transmită către WeCreate Designs date cu caracter personal, aceste date urmând să facă obiectul prelucrării în conformitate cu şi pentru scopurile prevăzute în Politica de Confidențialitate și Politica Cookies, care completează aceşti Termeni și Condiții.",
  "terms.10.title": "X. Confidențialitate",
  "terms.10.content1": "Atât Prestatorul cât și Utilizator se obligă și garantează să păstreze confidențialitatea Informațiilor Confidențiale, să prevină divulgarea acestora terților și să nu le folosească în alte scopuri decât cele avute în vedere prin prezentul Contract, cu excepția celor autorizate în prealabil în scris de către Prestator/Utilizator și sub rezerva termenilor și condițiilor impuse de aceasta.",
  "terms.11.title": "XI. Forță majoră",
  "terms.11.content1": "Nici Prestatorul și nici Utilizatorul nu va fi răspunzător pentru neexecutarea obligațiilor sale contractuale, dacă o astfel de neexecutare la termen și/sau în mod corespunzător, totală sau parțială, este datorată unui eveniment de forță majoră astfel cum este definit de codul civil român.",
  "terms.11.content2": "Dacă în termen de 15 (cincisprezece) zile de la data producerii evenimentului de forță majoră, respectivul eveniment nu încetează, oricare dintre Prestator sau Utilizator va avea dreptul să notifice celeilalte părți încetarea de plin drept a Contractului fără ca vreuna dintre ele să poată pretinde celeilalte daune-interese.",
  "terms.12.title": "XII. Legea aplicabilă și soluționarea disputelor",
  "terms.12.content1": "Prezentul Contract este supus legii române.",
  "terms.12.content2": "WeCreate și Utilizatorul vor încerca să rezolve pe cale amiabilă orice dispute sau neînțelegeri ar putea să apară. În măsura în care soluționarea amiabilă nu va fi posibilă, litigiile vor fi soluționate de instanțele judecătorești române competente de la sediul Prestatorului.",
  "terms.13.title": "XIII. Proprietate intelectuală și industrială",
  "terms.13.content1": "Conținutul site-ului, inclusiv, dar fără a se limita la logo, reprezentări stilizate, simboluri, imagini, fotografii, conținut texte, informații, structura, materialele cuprinse în program, know how, conținut, structură, administrare program și altele asemenea, sunt proprietatea exclusivă a WeCreate Designs. Este nepermisă copierea, distribuirea, publicarea, modificarea, completarea, utilizarea, expunerea, includerea, legarea, transmiterea, îndepărtarea însemnelor, fotografiilor, imaginilor, bucăților de text, afișarea, vinderea, etc, a conținutului, datelor, informațiilor, fotografiilor sau altor informații găsite pe site, fără permisiunea expresă acordată în prealabil în scris de către WeCreate.",
  "terms.13.content2": "Niciun Utilizator nu dobândește, prin utilizarea și accesarea site-ului vreun drept sau vreo licență de utilizare a vreuneia dintre informațiile de pe site. Niciun utilizator nu are dreptul de a utiliza un dispozitiv automat sau manual pentru a monitoriza materialele disponibile pe site.",
  "terms.13.content3": "De asemenea, WeCreate deține dreptul de proprietate (inclusiv, fără limitare la drepturi de autor și alte drepturi de proprietate intelectuală) asupra conceptului, denumirii, conținutului proiectului, textelor, asupra fotografiilor, înregistrărilor, filmărilor și toate drepturile de a folosi și dezvălui ideile, conceptele, know-how-ul, metodele, tehnicile, procesele și adaptările acestora pe parcursul desfășurării activității sale.",
  "cookies.title": "Cookie-uri",
  "cookies.what.are.title": "Ce sunt cookie-urile?",
  "cookies.what.are.content1": "Cookie-urile sunt fișiere mici de text care sunt stocate pe computerul sau dispozitivul dumneavoastră atunci când vizitați un site web.",
  "cookies.what.are.content2": "Aceste fișiere conțin informații despre activitatea dumneavoastră de navigare și preferințele pe acel site web în particular. Cookie-urile sunt folosite de către site-urile web pentru a-și aminti setările dumneavoastră, a urmări interacțiunile dumneavoastră și a oferi o experiență de navigare mai personalizată. Ele pot stoca informații precum datele de autentificare, produsele din coșul de cumpărături, preferințele de limbă și altele.",
  "cookies.what.are.content3": "Cookie-urile pot fi temporare (cookie-uri de sesiune) sau persistente și joacă un rol semnificativ în îmbunătățirea funcționalității site-urilor web și a experienței utilizatorului.",
  "cookies.disable.title": "Dezactivarea Modulelor Cookie",
  "cookies.disable.description": "Puteți preveni stocarea cookie-urilor prin ajustarea setărilor din browserul dvs. (consultați asistența browserului dvs. pentru a face acest lucru). Rețineți că dezactivarea cookie-urilor va afecta funcționalitatea acestui site și multe alte site-uri pe care le vizitați. Dezactivarea cookie-urilor va duce, de obicei, la dezactivarea anumitor funcționalități și funcții ale acestui site. Prin urmare, este recomandat să nu dezactivați modulele cookie.",
  "cookies.use.title": "Folosim Cookie-uri pentru:",
  "cookies.use.title1": "Buletine informative de tip newsletter",
  "cookies.use.description1": "Acest site oferă servicii de abonare la buletine de știri prin e-mail, iar modulele cookie pot fi folosite pentru a vă reaminti dacă sunteți deja înregistrat și dacă doriți să afișați anumite notificări care ar putea fi valide doar pentru utilizatorii abonați.",
  "cookies.use.title2": "Sondaje legate de cookie-uri",
  "cookies.use.description2": "Din când în când, oferim anchete online și chestionare pentru a vă oferi informații interesante, instrumente utile sau pentru a înțelege mai bine preferințele utilizatorilor. Aceste anchete pot utiliza cookie-uri pentru a vă aminti cine a participat deja la un sondaj sau pentru a vă oferi rezultate corecte despre rezultate acestor sondaje.",
  "cookies.use.title3": "Formulare de contact online",
  "cookies.use.description3": "Când trimiteți date print-un formular, cum ar fi cele găsite în paginile de contact sau formularele de comentarii, modulele cookie pot fi setate pentru a vă aminti detaliile utilizatorului pentru corespondență viitoare.",
  "cookies.use.title4": "Preferințe cookie pentru site-uri",
  "cookies.use.description4": "Pentru a vă oferi o experiență extraordinară pe acest site, vă oferim funcția de setare a preferințelor modului în care acest site rulează atunci când îl utilizați.",
  "cookies.third.party.title": "Cookie-uri de la Terți",
  "cookies.third.party.description1": "În unele cazuri speciale, folosim și cookie-uri furnizate de terțe părți de încredere. Secțiunea următoare detaliază cookie-urile de la terți pe care le-ați putea întâlni prin intermediul acestui site.",
  "cookies.third.party.description2": "Acest site utilizează Google Analytics, una dintre cele mai răspândite și mai sigure soluții de analiză web, pentru a ne ajuta să înțelegem modul în care utilizați site-ul și modalitățile prin care vă putem îmbunătăți experiența. Aceste cookie-uri pot urmări lucruri precum durata petrecută pe site și paginile pe care le vizitați, astfel încât să putem continua să furnizăm conținut interesant.",
  "cookies.third.party.description3": "Pentru mai multe informații despre cookie-urile Google Analytics, consultați pagina oficială Google Analytics.",
  "cookies.third.party.description4": "Din când în când, încercăm module noi și facem modificări subtile ale modului în care site-ul este afișat utilizatorilor noștri. Atunci când aplicați funcții noi, aceste cookie-uri pot fi utilizate pentru a vă asigura că beneficiați de o experiență consistentă în timp ce vă aflați pe site, asigurându-vă în același timp că înțelegem ce optimizări apreciază cel mai mult utilizatorii noștri.",
  "cookies.third.party.description5": "Pe măsură ce vindem servicii, este important să înțelegem statisticile despre numărul de vizitatori pe site-ul nostru care fac efectiv o achiziție și, ca atare, acesta este tipul de date pe care aceste cookie-uri le vor urmări. Acest lucru este important pentru dvs., deoarece înseamnă că putem să facem cu exactitate previziuni de afaceri care să ne permită să monitorizăm costurile de publicitate și de produs pentru a vă asigura cel mai bun preț posibil.",
  "cookies.third.party.description6": "Utilizăm anunțuri pentru a compensa costurile de rulare a acestui site și pentru a oferi finanțare pentru dezvoltarea ulterioară. Cookie-urile de publicitate comportamentală utilizate de acest site sunt concepute astfel încât să vă asigurăm că vă oferim cele mai relevante anunțuri acolo unde este posibil prin urmărirea anonimă a intereselor și prezentarea unor lucruri similare care ar putea fi de interes.",
  "cookies.third.party.description7": "De asemenea, folosim butoane și / sau pluginuri de social media pe acest site care vă permit să vă conectați cu rețeaua socială în diferite moduri. Pentru ca acestea să funcționeze, următoarele site-uri de socializare: Facebook, Twitter, Google+, YouTube, Pinterest vor seta cookie-uri prin intermediul site-ului nostru, care pot fi utilizate pentru a îmbunătăți profilul dvs. pe site-ul lor sau pentru a contribui la datele pe care le dețin pentru diferite scopuri prezentate în politicile lor de confidențialitate.",
  "cookie.popup.text": "Acest site utilizează cookie-uri pentru a vă asigura cea mai bună experiență pe site-ul nostru.",
    "cookie.popup.button.accept": "Accept",
  "cookie.popup.button.reject": "Resping",
  "gdpr.title": "Politica de confidențialitate",
  "gdpr.info.collect.title": "Colectarea informațiilor personale",
  "gdpr.info.collect.1": "Asigurarea confidențialității pentru vizitatorii site-ului nostru este de o importanță maximă pentru noi și suntem angajați să o protejăm. Ne conformăm Regulamentului European privind Protecția Datelor din 2018. Această politică descrie modul în care vom gestiona informațiile dvs. personale.",
  "gdpr.info.collect.2": " Prin acordarea consimțământului pentru utilizarea cookie-urilor în conformitate cu termenii acestei politici la prima vizită pe site-ul nostru, ne permiteți să utilizăm cookie-uri de fiecare dată când accesați site-ul nostru.",
  "gdpr.info.collect.3.title": "Următoarele tipuri de informații personale pot fi colectate, stocate și utilizate:",
  "gdpr.info.collect.3.email": "Adresă de email",
  "gdpr.info.collect.3.name": "Nume",
  "gdpr.info.collect.3.address": "Adresă",
  "gdpr.info.collect.3.phone": "Număr de telefon",
  "gdpr.info.collect.3.gender": "Sex",
  "gdpr.info.collect.3.dob": "Data nașterii",
  "gdpr.info.collect.3.photoVideo": "Imagini foto/video",
  "gdpr.info.collect.3.computerInfo": "Informații despre calculator, inclusiv adresă IP, locație geografică, tipul și versiunea browser-ului și sistemul de operare;",
  "gdpr.info.collect.3.visitInfo": "Informații despre vizitele și utilizarea acestui website, inclusiv sursa de recomandare, durata vizitei, vizualizările paginilor și căile de navigare pe website;",
  "gdpr.info.collect.3.generatedInfo": "Informații generate în timpul utilizării website-ului nostru, inclusiv când, cât de des și în ce circumstanțe îl utilizați;",
  "gdpr.info.collect.3.emailInfo": "Informații conținute în orice comunicări prin email pe care ni le trimiteți, inclusiv conținutul comunicărilor și metadatele acestora;",
  "gdpr.info.collect.3.anyInfo": "Orice alte informații personale pe care ni le furnizați.",
  "gdpr.info.collect.4.title": "Colectăm date în următoarele situații:",
  "gdpr.info.collect.4.phone": "La telefon;",
  "gdpr.info.collect.4.visit": "Când vizitați și plasați o comandă pe site-ul nostru;",
  "gdpr.info.collect.4.profile": "Când vă creați un profil de utilizator pe site-ul nostru;",
  "gdpr.info.collect.4.subscribe": "Când vă abonați la newsletter;",
  "gdpr.info.collect.4.review": "Când scrieți o recenzie pentru produsele noastre;",
  "gdpr.info.collect.4.social": "Când ne trimiteți informații personale prin rețelele de socializare.",
  "gdpr.info.collect.disclosing": "Înainte de a dezvălui datele personale ale unei alte persoane, trebuie să obțineți consimțământul acelei persoane atât pentru dezvăluire, cât și pentru prelucrarea datelor personale în conformitate cu această politică.",
  "gdpr.info.use.5.title": "Utilizarea datelor dvs. personale",
  "gdpr.info.use.5.description": "Informațiile personale furnizate prin intermediul site-ului nostru vor fi utilizate în conformitate cu scopurile specificate în această politică sau în paginile corespunzătoare ale site-ului. Putem utiliza datele dvs. personale în următoarele interese legitime:",
  "gdpr.info.use.5.purchase": "Necessitatea documentării necesare pentru achiziționarea unui produs în conformitate cu obligațiile legale stabilite",
  "gdpr.info.use.5.delivery": "Livrarea comenzii prin intermediul firmei de curierat;",
  "gdpr.info.use.5.manage": "Administrarea site-ului nostru și a afacerii noastre;",
  "gdpr.info.use.5.personalise": "Personalizarea site-ului nostru pentru dvs.;",
  "gdpr.info.use.5.email": "Trimiterea notificărilor solicitate în mod explicit prin e-mail;",
  "gdpr.info.use.5.analyze": "Monitorizarea și analiza performanței, funcționării și eficienței noastre;",
  "gdpr.info.use.5.improve": "Înțelegerea și îmbunătățirea impactului campaniilor noastre de marketing;",
  "gdpr.info.use.5.security": "Menținerea securității site-ului nostru și prevenirea fraudelor;",
  "gdpr.info.use.5.complaints": "Abordarea solicitărilor și reclamațiilor formulate de dvs. sau referitoare la dvs. în legătură cu site-ul nostru;",
  "gdpr.info.use.5.statistics": "Furnizarea unor informații statistice despre utilizatorii noștri către terți (acești terți nu vor putea identifica niciun utilizator utilizând aceste informații);",
  "gdpr.info.use.5.other": "Alte scopuri.",
  "gdpr.info.use.5.consent": "Fără consimțământul expres din partea dvs., nu vom furniza datele dvs. personale către terți în scopul marketingului direct din partea acestor terți sau din partea oricărei alte părți terțe.",
  "gdpr.info.disclosure.title": "Divulgarea informațiilor personale",
  "gdpr.info.share.description": "Putem dezvălui informațiile dvs. personale oricăruia dintre angajații noștri, ofițerii, asigurătorii, consilierii profesioniști, agenții, furnizorii sau subcontractanții noștri în măsura în care este rezonabil necesar în scopurile stabilite în această politică.",
  "gdpr.info.share.title": "Putem dezvălui informațiile dvs. personale:",
  "gdpr.info.share.6.law1": "În măsura în care suntem obligați să o facem prin lege;",
  "gdpr.info.share.6.law2": "În legătură cu orice procedură legală în curs sau potențială;",
  "gdpr.info.share.6.law3": "Pentru a stabili, exercita sau apăra drepturile noastre legale (inclusiv furnizarea de informații altora în scopul prevenirii fraudei și reducerea riscului de credit);",
  "gdpr.info.share.6.law4": "Oricărei persoane pe care credem în mod rezonabil că ar putea solicita unei instanțe sau unei alte autorități competente dezvăluirea acelei informații personale în cazul în care, în opinia noastră rezonabilă, o astfel de instanță sau autoritate ar avea o probabilitate rezonabilă să ordone dezvăluirea informațiilor personale.",
  "gdpr.info.share.third.party": "Cu excepția prevederilor din această politică, nu vom furniza informațiile dvs. personale către terți.",
  "gdpr.info.share.7.title": "Transferuri internaționale de date",
  "gdpr.info.share.7.stock": "Informațiile pe care le colectăm pot fi stocate, procesate și transferate între oricare dintre țările în care operăm pentru a ne permite să utilizăm informațiile în conformitate cu această politică.",
  "gdpr.info.share.7.law": "Informațiile tehnice colectate pot fi transferate către următoarele țări care nu au legi echivalente de protecție a datelor personale cu cele în vigoare în Spațiul Economic European: Statele Unite ale Americii.",
  "gdpr.info.share.7.accept": "Sunteți de acord în mod expres cu transferurile de informații personale descrise în această secțiune.",
  "gdpr.info.retention.title": "Păstrarea Informațiilor Personale",
  "gdpr.info.retention.8.policy": "Această Secțiune stabilește politicile și procedurile noastre de păstrare a datelor, care sunt concepute pentru a ajuta la asigurarea respectării obligațiilor noastre legale referitoare la păstrarea și ștergerea informațiilor personale.",
  "gdpr.info.retention.8.kept": "Informațiile personale prelucrate în orice scop sau scopuri nu vor fi păstrate mai mult decât este necesar pentru acel scop sau acele scopuri.",
  "gdpr.info.retention.8.retain": "În ciuda altor prevederi din această Secțiune, vom păstra documente (inclusiv documente electronice) care conțin date cu caracter personal:",
  "gdpr.info.retention.8.retain.a": "În măsura în care ni se solicită acest lucru prin lege;",
  "gdpr.info.retention.8.retain.b": "Dacă considerăm că documentele pot fi relevante pentru orice procedură legală în derulare sau viitoare; și",
  "gdpr.info.retention.8.retain.c": " Pentru a stabili, exercita sau apăra drepturile noastre legale (inclusiv furnizarea de informații altora în scopul prevenirii fraudelor).",
  "gdpr.info.security.title": "Securitatea Informațiilor Personale",
  "gdpr.info.security.9.precautions": "Vom lua măsuri tehnice și organizaționale rezonabile pentru a preveni pierderea, utilizarea necorespunzătoare sau modificarea informațiilor dvs. personale.",
  "gdpr.info.security.9.store": "Vom stoca toate informațiile personale pe care le furnizați pe serverele noastre securizate (protejate prin parolă și firewall).",
  "gdpr.info.security.9.acknowledge": "Recunoașteți că transmiterea informațiilor prin internet este în mod intrinsec nesigură, și nu putem garanta securitatea datelor trimise prin internet.",
  "gdpr.info.change.title": "Modificări",
  "gdpr.info.change.description": "Ne rezervăm dreptul de a actualiza această politică din când în când, publicând o versiune nouă pe website-ul nostru. Trebuie să verificați periodic această pagină pentru a vă asigura că înțelegeți orice modificare adusă acestei politici. Vă putem anunța despre modificările aduse acestei politici prin e-mail.",
  "gdpr.info.third.party.title": "Site-uri terțe",
  "gdpr.info.third.party.description": "Site-ul nostru include legături (hyperlink-uri) către și detalii despre site-uri terțe. Nu deținem niciun control și nu ne facem responsabili pentru politicile și practicile de confidențialitate ale acestor terți.",
  "gdpr.info.update.title": "Actualizarea și ștergerea informațiilor",
  "gdpr.info.update.description": "Vă rugăm să ne anunțați dacă informațiile personale pe care le deținem despre dumneavoastră trebuie să fie corectate, actualizate sau șterse prin e-mail la adresa wecreate.designs.srl@gmail.com",
  "gdpr.info.cookie.title": "Cookie-uri",
  "gdpr.info.cookie.description": "Website-ul nostru folosește cookie-uri. Un cookie este un fișier care conține un identificator (o serie de litere și cifre) trimis de un server web către un browser și stocat de către acel browser. Identificatorul este apoi trimis înapoi la server de fiecare dată când browser-ul solicită o pagină de la acesta. Cookie-urile pot fi cookie-uri „persistente” sau cookie-uri „de sesiune”: un cookie persistent va fi stocat de către browser și va rămâne valabil până la data de expirare, cu excepția cazului în care este șters înainte de data de expirare; pe de altă parte, un cookie de sesiune va expira la sfârșitul sesiunii utilizatorului sau la închiderea browser-ului. Cookie-urile de obicei nu conțin informații care să identifice personal un utilizator, dar informațiile personale pe care le stocăm despre dvs. pot fi legate de informațiile stocate și obținute prin cookie-uri. Pe site-ul nostru folosim atât cookie-uri persistente, cât și de sesiune. Cu toate acestea, cookie-urile pot fi șterse de către un utilizator în orice moment prin intermediul setărilor browserului.",
  "gdpr.info.final.title": "Dispoziții finale",
  "gdpr.info.final.description": "Dacă aveți întrebări sau obiecții cu privire la păstrarea datelor cu caracter personal sau doriți ca datele dvs. să nu fie păstrate, aveți dreptul de a solicita companiei noastre să șteargă toate datele colectate. În acest sens, vă puteți adresa companiei noastre la adresa de e-mail: wecreate.designs.srl@gmail.com."
}

